{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "conv1d_1_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "dtype": "float32",
            "name": "conv1d_1_input",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "conv1d_1_input"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dilation_rate": [
              1
            ],
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_2",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.1.6"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "049b656548a1ed4627f576a1f620addce7b073ae056b448793e53a1d014562e1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      61,
      1
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            61,
            1
          ],
          "values": [
            "s0i8vhbvSD8P4Cg/eXcfv+Zxc78QGLq+EzWwP29v/72m9YY+ar+TPhzulT2rONe+i03BP3pZqL2SpGy/cIzdPi9Wk7+4fUA/smy+P3+5k76+0J29LDzeP8v1sr7pVXA+DTLtPhvspj5/HYM/lIAZP4tunL/1/qE+yKSUvTyQQr/lI9s+BLlPvaLjub8LnB+/+ggEwDjgEMBnoC0+6t6Uv/5ImD857ga/SvWYPwihrT8NLB7AZmoJP8bpHUBl0L2/KXGpPuCggz89/eG/rkPuveGzMD2Kk2Y/CciaPOUlqL/3DF8/Tsq8PlNONL+HFFo+Bvo7vw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            3
          ],
          "values": [
            "9n1FPOxfLzhL53w/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_1": {
      "bias": [
        "PzXaPS5LpD30n7I+bwqOvhU9+zz/TLS+UsA2v162dT5cn82+dSBKvqMQhTwn6sc+3M9KPUMKaj6v3F++XEqMPlMpDj2OD6Q9eiBivuMM1j1Oexu/oy+WPMywDjzfhkq/aY/BPAmiBb8C8yi/uYAdv7/XFT5L3O4+KSkHvsDcCr0="
      ],
      "weights": [
        "b08xvlrL4zw9ovw9WPlbPeGGTT6SF+k9RDEpPh2kIT4C5hq9PPquvS9yFD6xUMU+w3RrvuF/XD7qXTA+CkyKvVXGVT1fQRm9+t3LvZUlir6FfFM+1cT/PLjOZj7zvkI9gfiLvEuFATzoBMk86UF3vR1pXL38t5G8KBs1Pn6Qab7F1g69x+wZPlD2aT5YDhe9O2ZbPqntDr49hCC+t45XPnyggj5TEVI9e8CJvZOrb74LaMu8m4uKvnyQF71FV4o+6GVMvbdFIj5baRm+AcEMvbOK4j0w/IU9ecPRvdsu3b2eZz6+nAG9PkgLcb5PkTS+SH3yvHmRwTwPUZ29xSByvb3T9z0TUKK9nXTrvby1sbzr5O49hdkQPnVKkD6oFw2/D9YYPbSUur4MY5E+hYKoO5stmrzcgFO9h4IRvtD3JL52eCY+NYFGPVeoKL5yQYc9dnHRPPa2Mb2yr4g74RvtvfMx4r1JZO0+nQ7VvTiXT77oDNc9I+ejvUzuSz3eyym+"
      ]
    },
    "conv1d_2": {
      "bias": [
        "7mkoOweLfL5z6bU+CFmNPrerUT5Ud4Q8XOY4vZd1oz4P4Gm+xIdJPrYqNDxQyek9oYxcvYJCBz12p1s+MhMVPjvKUz2BLOQ+8bzxPsSYPD5ktnY+z/cUv9j5rT5cM5q+27MMv7mDlD3kR1W+D8//PhneKj5oxAg+TbybPlf5Cr7j58U+aCQ+PR8aTb7k6xg+QcUOvNAn2z7nJ7++boxSPtTiyD4RdBm/2MJXPpcuAj8eNoG+3RqoPUSexz5cBpa9ZMIDP0N7Aj+yNe49brgUPYAQob6oyk0+aix8vhiJrr0KmLg+Lhv2Pmq8sz0SnaA+DV/JPgG3nz4jmDY+tdCDvQ=="
      ],
      "weights": [
        "fj0fvur8xD37cdK+qTEtPp0a+L1jIhm+DDynvXSR2D5xUgE+7i9avdknTz0Dvge/x9ssvDVvHb85/tI9pR6XvpQv67372789aukfPpxUHT0WeIS8CBODvh4U7L09Jfo8D8gDPb0DpD0lFBA9ITZYvqroCT7cDK87v536PVc3zrymPF69+RUdPg82Er7jsXG+qvOQviqcwDwRvRU+FCRovX67J74Jbe27oSHTvTA18jwufUO+v/WiPb1A8rzGTCA+YoWKvhO2iT7Divc9Z5V9vvu3Jzz5TRi+LFyGvSVmPL9nedk9Wi+GPM4yNj2pEMk9W5yQumiLQr7xjhW8G0kFvuq2PL1Oh6u9K2WHPeoe471Z8d+++s73PF7goL6RQY+9M5ukvRO9Dj6KcLC+jjBkvfm4k77aw8M8HIqiPd/Wvzzga1Y+Ua29vpq6Hz7bD7a+AcgnPoeRSz6O9cI9alNzPqENMb+kWJA8rpeJvPhY1b4cxdS90Y2AvkyEwT21UD69SnHbvkicUL2hzTS99asPvhEU57ybGsG+agkGvczixj3hzFy+e89JvaLVOT2CDO69BsgRPoMfq7yoFjw+w///vRRxJr5iq8k9b+LgPTHLNz24BgC/y4ifvS1KRDxciga+aEzUPXI8Gr7STIg99/7NPVM3prtRspK+IZsGPvhFfL568C09GvvFPCN7Uj0UHy2+oh2cPaYPMrzX4Uc8sTqcuzJTgj1Jvxs9Ldl6vuKdmLzzAT2+Ovxevr8LwT0Kk6G9fwA/PboY4r0Nz4Y9T4CSvQm45jyUSSU+yXqivRlRSLquPOU9tkK1PTELoD2ijrg8pnhyvl9f2j0RHSW+2g3GPRGEwjwbBBK91ZGwvR2Enj4qcNQ+wBDaPCpbQL4cIwo97ZiUva/xTrwRLXO97QRGvTCEID6e0Q2+yhlZPR4YqL5KTy++Ba8dPgLQDb6lBws+nVy3vWDfxb2Z2Su+GkHmvmXkg74m6TC93o0fvhWz7L2S1QM+BHJjvOgOxL1VDIW9",
        "qU0zvFWE4zzm6B093thkvby/u7yTEOK94bmavt0v4D37gue9hbNFPUAxiL4FaIs9Q9uJO8DeAz4sD1a9cQuku49bYbx6jBC+gPz8vZledDxvxLy8X7oMvvYE/r3ovys+FwGzvnEr1r0/WMq8hDhdvkHvz76V+a89OG2MPSzvSL7kAIS+63hvvV+vrb2DJoO9+UU1vt8dsr4j24W70C0HPjO9XL14vvi+jiftvd7zZ77aq7a91ytgvXoYgb60v9O+jQeAOj7h1D3dIOi+VgjFvex8ub0RXRC+lLu3vpZTDb46FPE8CKlHvQsBdr77+iO9vhouPung4z1Nmyi9CObGvlqdNz7ZUD0+RknwPfFgoj5u2nU+7W0JPk3XI76RQ3w+++QGvZ2vwDtzznC9yH8ZPj1D2L33YfM9luIYvmKkHL3X5q69h0iAPo+EJr6aSVg9OtzjPSfvPz0+/8Y9UN2ZvGmhgb25g6E9wvQevmjgG704R5690EaUPvPrf70jqPM9TSANPolYDz5qRYe+hQgQvthbzr3yKpc92oSHu/Yvwb75Xdi9YR5yPWtXj7qzgd++I0y2va3LWr5POls9lIuuPQPKXb0lfQQ9LpwAvpY0MD7S3Km9ViEavn3oNj2MYIu+lkdivu9/OL6BagC+wecevguluL0INpW93rZDPQJwsT0PgIY+dQ95PZzIp73sV3c+fW8+PhGsRL2WM589WKs/PpAI+z0Aie696eyzvhdSdb0GnZi+4/IovogAYTtlYpM9/t2avoJ3Wj4Jcbe+9Q0Bv1Bamr6sXJ2+hvMNPehsqD5y+Jq+kmpVvuRMhD3snfa+0zRZvfJHTT5LinQ9e+Cmvpnf27x7NWQ+ZUdTPhMwkD4x/DC+MCKjvg5UwLwsJfe9C++WPkDxFr4VGdu+kR87PnR53b5/fQs+wnFAvjMAXz6NRHe+/s0WPiiC07645eK+IbqHvlqCHr2MXAM+iXaCvuMXhj6LtmW+HkKHvkH1DT5HO6y+tTrSPg53qLywtkO+",
        "D+7FPaG+ML/h2X++YCoivXk7Pb70A5a9uLO0PQFpGz0yNam9HxudvYMaWj1HZBK9hSZbvhuCzb4VliM+95Z/PTX73L2znT08jn0IPv70LL7zBMs8QJatvdOAcD1i9BS/R+1gPqRwrjzsjlo9tUfePXTpY7yvONq8LtiKPYUm/L2HtEs+mHYJvpJPYb6Pio27OmsbvmNyBDzNsEs+2oICvuR+7j1stkK8aqxwvrmyOb1IZy++Avdsvu59rzuUtgo+M6FJvdB8Z75e1mu9vP0Xv5pvZ7yuI788IlNEPTIT9b0/Byu9kxvWPC+y4DlOJTu+qsUtPeUkvT3M1Us+8WoOPlVni75fTS4+HgDVPbLdGj0aFUu8W4D6O9HOOL5QK6U94aizO00qyTw2XYU6dAfXPJid+j1MaCI+0MqvvWZ35b6IHSU9p4tzPu/R7LxgdiS95qibPQ5y9D3Am22+1x8JO++pEL9ju8k92FsUPcu6Xr1XFTi8kITBvh9Eyj2J8Qc+XJSEvjZReD1q4rM8EHSrOX9S572sJzs9RxpAvhk0NTxY/gO8kHcNv38D4D2zDPi8vjwNPb3Y273kAZG9r9j/vexxa7u3AFM+0XSMvsaVXT4W2ee9hvTivIIqRr7xISc9+xArO9sH0rw9+Uu+9LpIvDETKj7o4lO98PegvvJv47s2fMA95x1TvddhIb2g1xo9UNX9vXJS9bxcBa09bEkJPkqd8T1uphW+2njnPah/iL15pMq9qyKivGhIJj5FHp09N5C3Pc9cKj61YOi9XruOvS82mD1rfko9KacYuyDc+TyDrK28okNiPT+/5b0MlwC9mX5ovWy4Jb7Hr7C9w5nnvZMmQj5LEsS6zE8tvn2h6L0BXvw94xuMPUS9ub1YVTg9t7odPgdqzz3qxE+9/hmzvJgY2b140Au+krYAvuKLBT5+bLO9PRiJPaimYD2Qu4e9PuErvodLN77VSJ49Bt6zvgboqb1W25O6xHzrvAq+nL2c48S9tmi/vVXoGr4hAxy+",
        "oeQKvcqAQL5mN8A8KUmEvCIxdD0uxKm9cyblPdjhNj3+Dks9OyTlPcHA8jzbXU+9kvBSPhsGob2fgjI+nPQNvk45/r2NFyO9t7NuvblnBD7XI5e9xoR0vW1CBz3gIhK/DgUvvufsjT2s3fI9xcTtvUOYkz11KtY9J+XnPYGHtjyPtUg+GpASPERnmr5QakK980KWvv6a6r033BQ+fHklPX6vvD3b1cA9af2nvlUCwr0yPPq+JN/Zvgq8tD3Fgf09fOCsvS+icL4uexs+Malmv6lN7jwgN4W+n4FCPtITzr5hU569ostKPVqOLT2HPgi+cfbfvf+oN74poU49DHgjvnsQ4T3uCiy9+6ZDvsJKxr7HGEy+X2oDPtAeAD7rVga+GiMPvhD+lT2RQeK8ACoDvuD4ur1xEqW9MRKCPJ5/RTys2Os9Prn9vcS83L0jUqK+o6tKvo0NED4nIQO9L+I7vr6gi7uNlA++pxjJPZf6ML4oorw8j0VHvnFBjz08TpS8KUjXvmfXwb3R/Iy9srSFOugubL6MrWq+IZWlPP4PXb52XYG8EAH7vt+VC7zhegQ+dOipPVi1Cz47ngq/qf8Uvw635r3ZgH+9BieBvbiB+LwnLxC+3sCXPFvwS7+jX907nSoOPnNHZL1AArO+5PKaPdiXtL3NRje9DCmZvlOo/z1UJ+i9xo95veWmAb2lepw8EwLSPY8lgT1o9Lu9+QMVPR/svTuJKVW+dFDIPethJD2YI7Q99EnfvA1dkz1Pw4W+838VPaKhiryLeCq+YmPGPXaeEj1094C9jeOxvkkEfbwFd9c9PrudvZNxgL6tidQ9EAl5PvWUWL41ItA9w6PivXl4gD4Yvm++y1AaPQIODT2IwOG8yLkvvPUPXr0OUIo9PXzoPmGoPL0DVcS9roHevabTCz2C2/u8nt4Hvniptj4E7AK/X+btPeIFZ77ftJE9M/fLvm3Jw74SYwc+JS11vAM+DL5dVhS+e+UBPnUz8r1h9pC8aSQnPqdhVr2Jhh2+",
        "av/gPHniA77+WIs7PEuhvqvuMb59fge+q0spPa7cJr4hjSg9K2TCPQooTT0Tcqm9QZ8Xvj4h+rus0wS9R/gZPTN+xb7x7Oa7sVNEvnL33b2ZhTm9WWpAvg6/yD0Bg/q9DWcZvD3DXr4gOiU+bpNKPYuJ6jwobjq+dOr4Pd785L3Iap092fxevgF/k77bdpU9QDiNPfXYqryLriY9XBzKvjIhvD0+dwI+cVuRvgAesr7VnpO8PTOavoFIXL7s5F29a9A5PS4/WL7mDl09JCVUvqr9xD0KyjS96PEuu9+rcT6X19W+Xdz3PfYkpzyC1Gy+rxhnvvWzmD6rGG28sCUkPbp8J70pD3M9sAwRPtZ2NL5GQPW++M5dvlpGBj4/bdQ9X6eFvCM1hz3SLrG9iVzSu2UKyjmaIS88GtckPg0crzt2oFG9XFjLvbM2Cr4Wa8+9e3wHvhHw/r1TmpC9xhOePbjaHD7VeQI+yc0tPvCd6T04PNO83QlcvU96vz328nK+GMhhvuF81752lDC+AcCFPjZSxb4Wvrm+JmbEvmwfIb+53Qy+kEO2vpmZ7T1i6Zq++MmNPeFWPr7C+o48SekQvj3wqL5SVxW+YTdUviv0U7uGfpK+0HGRvqi3Fb8sF8g9nUBEvqmQnT2a7t++6xo6vN3sIL1T3ce93e7uvr2bOr4T26I9jJ1cvj5xKD7Av7C9MDUKvz0ubL3VisU86R4Tvo37S76aZ0u9RX4IPXDX0ToMmUa+LNz6vXAVAT5anss9tZnwvL9j5r4Qg7Y9l0uUvr2jFz7SUnM+/iJzPZLIAL7jCZM9kdenPaa1aD1zW4I7VhnlPXA4UT14ZNs9m9GCvBbCgj4YXYU+d0Zcvm7EBD7Ufu09iuQKPW81e77Vh2k+yNfgPS6L1rzk24W+SSiYvl6P275IY9i94xEJvtEVXz6MZB26nuM+PnyIpr0g3wW/vBL8PIgRyjwOuzo9NzVSvqLxGj673je+g/qiPV/iSTzzBhQ9fUuVPrd74L1xLVg9",
        "9hhMvkl/Rb5ksrY9Ib1avgtO+r3buak9C2iMvcNsL77J0u69rMEUvgXSFD6cR6w9SzrVO1jvsT1/oXq+DGNWvp9h072tFpw8PkBPvvSQsT0/kQS+0V1Jvakm470k7Fm+6RUWPY75Lr7fsyu9R4KLPSUaW72WHfe9tjg8vrvD8L35Wik9Tb9wvg2g+L2kixK9sdrTPd8fD70riDq+wgBMPTzJYDyZqaY9hLJbPv0x8rzQLSY9AK0iPdrQOr5FwEs+vtW+vPrLSD1OfyI9wbTiPA3JRT1LkDi+yOI8PVSmsr1NWka+sWysPJE7H75VeWW+wrvtvNyCND51c529EPcKvojVQ72qIou9uGcmvirehr7owiS+K5c8vif4HD5Ny3E9TsH8vSytCLwvLVq+1esDvS9wZzyvd5+9X4whvb32SD4WVze9TxIUvnDPcD1KRWc7X5BWPX0HnTw/8AG+tjCWvDeNUT1Twta9QQlVvRYMAj5eCyO+ebchPQPj3bz+yrw9saetPKFtKT1PrWo+twaGPXr9Tr1/rHe9xa/lPK9sLz6oyTY7clMnvfN6Hr7ZWlc+aBcAvpTFiT0cq927aZmQPDa5Y76M1Re+YED/Paeh5b4Rjdo82sqIvnqbpL1CXIy+/kkyvrpP9Dy8FMk9JwTqOzrWVz4LfUi+91ARPhlPb71VB5k+xoCvvV6tSD45gXm9Dnc8vkvAIb6wZV0+dm0dPhtjzr2HN3k+pZyFvvN20D0mEUi+yVorPmWXmT29Tyk+R6YWPR+5sr7h3I89MWEUvYqitL3XvLC8KP6fPhknp73lojm+a5KKvZrwcD4+wuy+BgNqvsMi2j1K7no93J9MPdm/ub3DeUO+cG04vp8//7z5Ko49DeV0vgr/q75fuVc9IubmvZK3J73cMeu9lFCQvZmASz56pB2+aBFMvjTFRTyCYW+9vwvDPezS1L2twRs+BxBkvmlEIb7eqBO+b518PXTexTxUnyC+2wuUvlelXL71B9u9OhiVvTp51r3g1Wo8",
        "s9mOvX6liL7ypNG+oX5Suy3fpTyMQnA9HTGOPSwA072UJjI8vFnZvGz0xr2hHZq+HUKTvvl+W72NEho+OvyGPLSsZbw5vTC+7z45PatEv77gIgk8duwrPcpFaz2mZri+Wo2avVG/jbxTP689tiqjvsfEM74Oerq9LSsQPk8Slr06dLM9DXRJvgT+R77fFDE9U0X/u2EdHDxqCI09zeWbPZDH2T2F2om9rfzzvrWxwT13pQK/Uc6lvee//D3QbDK9liivvemqEL7tFyM9+HuovmLMAj06Kvw8zwv6PTB2KD1KQ1u+OLOivZruMzwSFa++bPYhvvwvrr1CNlY+EIrIPc+iNb2J3iO+g8Quvk97K77legq+4W+0vOueCr4pvT++TkEDPo/o0zzz9OC817mwvW3DwLtzd9C8h/yKPGll972BKQq+STBCvIZYILySoK49H5KDPaL+/b30qTK9p+ckPoU2yL7QVw++0ip3vmYH3L48NLY9S6qePocwDL6shbs9rLiSPTN3UD2w8TY+wwufvafMir5pHEm+9y7NPZzZAT3/whu+mvvkPeWQyb5dmBw+J1W7vRHIWD5AMkQ+z5HKPBZwUrxg6Y++1B5BvTxgsL1o/J6+cGCHvnt8/T1Lh7Y9Bg0BPkJsTz077fY9V/klviyZ5b1wayI+Pws4Pm6phb7Q+lw9CqaQvYTyJb3bTiE+IIQGOEaYD7vaT5G9TLSpvAQaPr7B6+k9JXh1PVrbyDz/O2Y9v4qmPWq4ir3ZnRe+YqeKvYYnBb1EbRU7I28mvTj+77sY/Te5g1CrvRtAir2Emz++2EGrvHa5BL5poOy9piykvVnTKL4OS5y+/Wmjva57FL5a3TO8b0Kavarhnz1wBoa8U/dYvluMDr67L0A9qLDAPaWRJD7a5ke9W3bcPVDWOz1CQgg9nY/xvQdZk74u5Ym+cyzRvaCCaD6S0s29F7IQvtnPBL/B1Xe+pv3AvlwMY70DwYC9JyXNvkRgtr3Sz8O8Dq//vH1U4Dt+5mK9",
        "4L4DPr5km7xji6a+NcQDPvm/jL77rRm+xqIJPeA6j74YKyQ8kVgvvm4imTwTpq2+j2zzul6FRr4uEZe9Jd0dPnBRqb7AJpO+OOKLPZLgO76OJMG9NoXFu6J0QD2EVGG+PrY9PTYODL6v/Da9K7M/vml87D38LSC+tBqkPbEKbD38+kc9wbHZvR4LRL6rj4m+d0eTvkl8rD3S5pK+/+15vRePmL0InkY95VW2voB7eL4jyLi+6Q8rPiyg1D32U7q9lF9vPBttsL3KaCo9XKTLvre9wzxY8D09wxtePAhxFT4Gbpm+Sr/dvbCFnL5V5l++xCHQPcZIXr0KtxS+YUgCPrxXJT6XIM49LVAXvjSqYj0S0dC9Oe6TvrwaAj7LokC9FPFpvihMCL6d8IQ8i8NxvqUazT0lpFG8Rku7vSo1Pz7YGu+9tsxcPij1RroZ5gc+CQv2vibJY76tDpK9mrubvkJl7j3roY899Yv0vSdNKD4YPVg+1egoPkK0d72SCrG+lr3gPST8sz1onoO91qdNvXJ5672ifDa+9YOYPURqYz2GmOa9uwkivhvPCT7Z6QE+nXGHPdaq8z1IWoi8LkkQPmzGp72WkSE9LDJWvinQrzwdnZq9joufPA1KlbpVNJw8IVO2PVgy5TyUrBy92OjXPdyDLLymrju+dU7vvU4v8b1pIyW+4fyqPdeEhb2YtGa+5V7EOstXhDz0W2i+bWfkvc724L0SNyi+jdqXPZqwEj2L/Jy9HwMFvgeeET5Dwpe+ZRoNPlNrJD6+MLw9yxQ9vjixZr1na4c9AGqJvvzwmr7HXn0+GEHcvYUOor76Zok+aHBuPQXVqb7NKT++yd3EOtWjED6T+DY9uPE1vZWe2z0ZULk9B+RaPp8AHL4+KuG9K48Ovsa4Fr7x8wI9PElEPdZ94L1xjdg90M7cvhWfCj454iS+KKcePZTEx75oFUs9tVcEvqNGED0nPvA9YOO4vd5zzj1lb/u9mroivZeBR70k2869fUCJPoV6Ur44rN29",
        "DCq7PNMy+b2G/wq/m82VO4sKeT3DUKA8YBynPXw+XD4Yaag9N6QGvyfmSLzPUIq+odFDPndT275TzD8+CGOdvfMu1r2/6yc++Tsvv6DLzL0YnBu+rzL/vToeBz0TLzY+HwHIPSPcPb59rw6+tdRmuyMKRj4FVrY9kymzvL2k4L3gRKY8HbaNPcNhzDxmtDo9Es8TvPR+fr3bfni++QqePcssF74TuJw8xdqsvYtoG7z/SlG9lYSVPX4hHL7sq4w95hcBPirTkj3qKjc+ZfRgvRAMjj2TEQY+9ukEvUDSIb4CJqA9U0znujBF3z00VnK81/EkvQPgLT50vBq+GxMKPjO8kLygRK09w1KkPGUJjT3+5Ro+YxVZPZwTrb1Ib1E9nicOPvFHmb4q5oM9NYkSPgOLYj3FHci9Usi9u+/C3T2JH9M9KuCHPnGMl75pUMw8vSRavr/LCT0mVYu9TX9BPRJ51rwaUDK+HoTCvg3MrjzXwD27gBpmuxNA0b4Lv049RwcTPDggpz3EhAy/jLyyPb8j1Dz9lIO9/n2XvmkKpz0GQE689tRZuyp9n74U0/e+vYxPvyt3BL8UfN++ha7GvCHM4j0k0um9ImcuPShVOr/jmzK+aMkSPQWsHr5dmM29AtOWPTsGm71ywie92Be3PEbemr4lWcy9Vospvp4kFb41dvm9jcYHPszOmT1ek8s9ejotPZrTmTwJGUc+GHVhPjc1zL05LMy+/llzvIbvSz6q/6a8D5grPLP3x7w874s9+lzPPX78rjk6BPy+pDFWPZnNZzzWS029za62vSr0Nr6dl1Q++UpAvi10tL2yUAo9Bz+8PTsTqj0/soq9x6ejvmSnND2UaYe9quKVOv2i+L0RTwA+aqclPtUxNL4CgGA+cmO5PYozgb4HxBG9+IpEvJFKmz2iKEA+h6RxvtnUhj6t+vM8gWGOPTAVFr7Skji9+HsYu6y1vjwYNT0+Xxg8vQrstr6Sf26+TsRavmIeHr4ny8q+c9JaPUB/Kb5uA/09",
        "qyWKPCAubD2OS4E9v/RXPWrNbzxKdKG84bBpvgvpHL4djqK9/N67PI6peLxtuw89VKOvPbPmzbtKLs++T+2EPRrO4zy5HpW9CxqAvZ+h1ztBbpe9NZI5vr8Y+zi/RgG/SeV3vcKMAr5tqAK+AQfuu/+QlL0Vuwm+VVIkvrQ2Vb5liaS+eBrXPAjcDz2IUoC9EAD2PCGKUbzpe7g8uACvvR4c0DyF+di+xVuBvq9WFz4oGpm+sDjEPULxAb+zpfu+t9YSPh8fSb3hHJC+QHRlvc7Uhb1sA0q9t/ugvvRT5D1Rub49Fxc8viBj2bzKP4C9J65Fvr0KfD0DWTu+djHrvUOK4b3IhTa+XICwPdsaEbxCr5k8yreIvKtaJLvgD8i9dZo/vcHejr5Filc+VSvlugUgTz4j+D++unoxPkSl2b4SUhy+e7tCvS+6Jr5VXg49gxcmv3o4Q720bIy91m1CvdRutb11HNi9mfmIvhbKSrz7BrI9MgjsvuV+zL0EFSe/qgocPl5kJj2U9n6+k45nvWHsKz5sS5I9VTf5vlS76r2u2pk8IOuePQQas74Jiu+9ArdkvtRS/72cd2Q8ZkyRvUG1JL3KcIc9nMWkuzICcr4DpKY9sNsOPjoAGD56BAa+2SuYvitflL3J5YO+URSkvvuAC76Bu429wN1Rvrxg4bw9BPY9ZvC6vvAt6D39fD2+SAYjPlxAUr2RdiK+szuwvnx2Fj3VvEy9QdjvPaVGKT4VG7g8iY3SPYJMkb2PpsQ+Qe9EvQMInb6EsI+9GxD+PaAu871D7/07WOAgPs/XGj2sJWC+HbwBvui89z0i0uC9XzoXPnYsib52W4y9YAiwPfWGD77kRrG8EbAEvk2Kqb3Xnnm+zQ5WvZWwZT4jyla+rhjIvecPCT4b1pu907KEveUcnr0Jkh29Oj8iPS4dJD4yWaO+0lyEvggP0731h5W9RiaWvm3Gir5nQam7cgUkv25pDj4X4CG+eGwLvOodnz2RA308SsemPVSm/jvTnGS+",
        "hYykPJfdi74yM5g+Bsw9vucFJL6fmoS8l7ugviRSi7z/dey99tzuPcZxQr9MKBq9/XEHv04rPb2FeCO+zZ68PbseDr1WMy69eR5gPfXL875nWx89ibQrPX7wCT7d6eg9nK5pvtOLLryUj6G9YT38vnDMJb68kou+vvZyvVZyv7yA/yQ+WMh7vvMsbb5He6+96PRPvGovH79/hTQ+wPPMvhdZeT0lQQG/GraWvf+VKr5hvNK8RlyIvWcpTr7ueeE91NLhvsiTmb6J7h2/KbWWPEH1Fr/bFQm/DiUZvR6Riz16PP+8aoz7vvWzB75nXQW8OleavQoZIj5Vs0y9eiOCvkLT4D2Ljh0+lQ2zvtFBpz7HS2g+s6OsPT/hgD0p8AM+t3cvPsfOfb71iFQ+sMNHPD1cir57inK+R0btvS6VfD4000Q9MeZzPjoOnb44xAi+NlsGvu8PiD0DtFO9/smovS9ftz6Sfr29e1x0vFDxJzmgSqE9w7OdPr2pury9rFq+iznevfXU9DyHUQS+zwviPEFW8jwhK0S+kwTKPQsilTxYeGa8Fn8yvi8oZb5RA3Y9bud5vlarpb0NtIU9UQYfPS4CQb5owum9CO1iO6r/l75KEjK+8KSKvYR8jT2zrK2+3QMGvhvxdr2Hg9c9BF3Xve5mQr4OaA4+TqUTvclOhb5iyWk9W5P3PT3X6T2276E9UI9cPEAOKz6vHNI95RiavJOiCru+CQe9vCdjvsgEVLpq8jS8yxwVPgOYuTwg0TQ+986EvS8Tgb1ddNE9LlpkvhUBSTs3VaQ9Jn8APuVdSj5uFXC+qFDjPTrykj19JdG97g2uvcD8Dzw2Rea9Y/FJveQJAL5mOMw9WtSgPR9K7b0YDfu+OhWfPCnCIT6xFYw9Jp+gvaMoFL5gXiO+lJ3avWvk37wLOFW8XwEdvj3XzL0g5Ji+iwc3vk/5lL0+gtY9CmJJvpSGkL5BSX29e4wuvsu/mj7BRYO9fvFRvbHlVTzJKEq+UFmJPqB3gzzTYwy+",
        "8SaKvaUEuDq1JgQ7df3ovYwKPz42jyC+OEtgvjtnvL3tbLa89fz4vqTmWz2Ho4i+bbiCvQ0QIbzgOHG+iB6RvWPxCL49yz4+qmZuv2XESD1Kcfm91PSqvT6cML2viZg8wqz1PcxGGL4kMhC/ZpcvvQi/Z7wNAY48rN3Evoa7vb5g2ok9SduPO6rzhj3eN2q+nz8sPcJFdzxVJkK+HuPvPTyjDb7BLNM9h+Y3vdRfULwhN7K8zd+nPM9ttL77LOg9gL3EPP9hgj0dEt+9KjUyvUKYjrzR4DE+qOUFPoEixL04EIG/07l6PS11Ej68b7q9rAkFv40KIb5YKae9OkKHPeZ6Kj1o6Au/xIcZu4OTzL7uuAq+q9A7viQYQb5c0jm+6HiMPdwNjb5Dr0C9E2mGvVgIdD49omK+2kgKvUhFAT4tryM9M5RavnUKfb671nc++wkVvSLBVr43xh++0YXtPUILBb6LGZE9yfbUvfvFPL7TTVQ+B/mIvXdGE75D/O69noTcvMb6T70cRju9webkvYq4xr1GZPI9BNwGvbTcADxcdx29GlCYvgC/OD7+P128yxEZPj74Oz0kSBc8KsAqvjIiD77a6ss9wjKkvfZTND7j2lg9yXyfvhqLIL6feU69rXWqvbYwLr1sFIW+Uyg8PWeLzD1hkNm9VrBOvnJMjL3z6NU9lWjMPSHhJb3UCTi+NMnOvAe6AjzHL3w8hXScPbaNhb0Sfcs97s2RPAlw2bxLZG++EH3nPdA6CT7XoVC+6CXVvG4RxzklvJu9zp+zvV39Nr3dtLi8JCYIvm2FDL2iQzS9hW7LPKZ4e713nao8FD1QPaOZib4f5rE9YZSbvephMbzIOmc9THUzvFJJqb5+IaO+GiPfO6Vhsj1RDn292lmAPcLBUD2Ynia9mIN6PSUTbLzuCEW9kw1PvfJfvD1bvAK+qSn9vkndC74qrqy80rFyvmXYm74gz8W9+M2cvitubD1EqDO+NiX4Pf9NIr0sLIy9X1iEvUdwlL3x3Tu9",
        "zIJ5vacxJj7DWvs9njj4PVwUGj72aAe+xBTXPeVg0z0Le089QtAWviaq8r1vPZs8c9TwvXYk/z3uuK4888HHvdx6lr7ZHdo9AMsOO9Rz3bv6yM69MVoBvhy/pL3vgFW+1iknvPcsXb1xuQ8+gBtWPJlSQD1eJ4K+jTwfvaFogL1tX/+85nxsPZnt2z19YUa+qqkAv3v9cj76Qii+GvUvvJbBDb6ymQ+98V4pvmaX6D0gKKK98LmqPQeggj3kAls8XM85vDG3db6lFnI9rYCQvlHbtD3V2KO9p+/tPVwUCD5LKye+IxjaPccErz1qZDu+bD0hvpPzAT6FZNc9Z76wvA9EIr5fip28Ad71veybh71zZ9c90WwevcosNb0z/Ni9Nh4GPTs0Xz3FBXY9mDicPQ8uojyWVZY8l4O+PSg6yLxbAaC+1SsdPoOgOL2ZIQa+/lv+vSX1vL6//9K9FzsRvb7x2j07DJq9AXwZPskuXT6x/Ce9aQgTPvfHqD2ukqa+rcQ1vtesxTyzAz09V4CGvpMkkr1AKcS9l++rvRcEAz0G6TW+Qk8YvkwOk746Swc+PWxvvdvspjwwTh2+Ttudvagnwb33V0A9yHyJvkogKL6JCZS++G+nPcjY87xMckk+Rufzvk+gY74RrhK+uGMIvjHV977MWa6+aB4rvoxZfb1Pkc6+H31nvA2zML3Twm++3nIEv3vmw73TxAE9GIogvjuzh74WbIk5cPiFPWO7RL5pktk99nEKvF7iAD4VUBc8rd3BvqRckb4i3Ui9HQyAPRJUhL7wMCW+fWeHvRjRnbwrORA98PTMvRUNAj1g+zW9c3AKPkwubj5XkSa9HH0Fv3x00r35U8s9F5iuvHgUur7fc6K9LDCvPAdGf77N5P29isvMvpjv7Lz5PaS+YSVHvcoy6b3qI3Y8dwMoPMK/hr5hZk496e1Zvqe7Fz0JcaW9zES4PRY4Lz5axSi+56yYPe5r+b7HF5i8RPg1vuA61b4A1au92X3Evp8P1D3HxVs+",
        "6jyPvqKg5Lzag5e8jPGlvfxDrz0vsOe9Bfa4PfOakL0bp569PCtSPfi0DD6xT2A+C9P2PUfspz0S1Xc9Zc5AvoSFsbz8nQ2+jVTRPVHUjb1nq/C8MsIHvpj3Gb78pRC+rG/KPVp60z0rRvU9GmS4PbI2Gj1aLzi9gMgSPg2s3bwO+hk+xlyLPBryvL0XLn6889MWPfbRdLzdG18+2N+kvLo7JD3L+UM9BjFhvf0k+r2YcB+9pfECvq/Zuz1FLCc+OdB0PTijvz1tCdE95Js7vuPtrz3DFMa9jWPFuxj7gL7Fw+Q97M/sOobDmz1bn9c95XAQPadbgL7fsZe8t8a6vYDzhD4TPGq+TRPRPCgSFr953nm+n9XYPbrKf7uVeoe+grKwvIu2qDw5RV2+6s6yPfXVzL3VXRA94r8MvmtVAD6Hhia+LwQQvq9G5b1HMAS+qPCWvdgTiT0W2Jk9F+VFvuYx1b2vWBu+EpSmvK1vU74nOoC9D3J/vo2qk70viOO8DWVuviGbKj5P/C8+k8cyvVc5p74kXdG85V6MPbrYGD6lwoi+wwIYPlFb5b26bgk+KJNEvaak3j3dtTI9aQq5PN1u4r53WtC7KOe0PS1K9zypQRC9RPvnvmJmnzx6uDy+YWIGvmu6G73DkQ8+gWUKvmDNPryP7Fa+MPziPaCbCL6vZHO8If4lPt1yKT7NkAs+QUMRPYN4p77mtVw+eg4GPbo+Fr5v8lu+oCQAvgixB72fT3q9dnmbvTthDT18eTS9JIYAvSltOrySUzS/v8MRvin33b0g5UO+814SPglfWT1FiC095MUFvX2cZD4FO7i+zd1ovueWAz5Q09C95o4Wv5pcPL6xkpk95cunvAbECTyFz1g+SqZIvW4VF73e/4M+idU1Pc1jEb8Qd6E97N4UPpWSGL7UkHk9ARpsvn6lvb5mCzG9wR2WPmqKPb+JLxW+OYiMvjqmCLsT8KS+262vviatij2CpUG/gZ0kv6yyxb3OPs68m7hvvRibzr26qyi+",
        "NRqsvv8WP76ixfI8c1gxvvkP7r13T6a+HmZXPYe9f76tCPI9a/yWPaW+Sz6HuHQ8KwBZPkKEUb6dTPQ9m1a4PUj2O77ccUo+0mxnvVcFSr2mxXC+swxsPAtO7L2Kll6/aKfEvWXFCr6o0ym+z1bGvWDgQj4y04C+uNr9vd1ohr0Zpgw+HMGkPbyMXr738SA+VV38u4QeGT5ry6e9NKwZPU1JAj7YQM681+tXvjzBw72vuVm+g8XTvhgY6j1DtEg+NEdmPY41UrxKAVo9vsMYv8/pmrxpmyA+3YFPPv5Pib3hDSO+ldEEPmgCKD6UQ6++lOBlPcfTI74P0tA9Ep4HvSP2Jr4sRJC9MCLyPQZoJb9lXL6+e5jDvWzoOj7iRci+G9xJvk4vYD2KE8m90/nFvQswFL7q4bg6B7FouzpuEb3bCTK9ngyPvmPDcL0r0Ki9AKByvWNcn7uON869pkoWv0HLMD0RxPG9bT7eu43uEj2ffKk9mW0PvAZbAj4SaJc9whwCvUOZET2X1Ke+fBcFvtG9bj00Zby95HBOvlmiAT4UE6i95lTLvZ2emL5xS4e9IfZYvvLzlL7WbuW+zWHcOyAkqj18WXk99Gcdve0wiL6VNZc9jR8XO0pltz1tVXm+jb8ev1N70r2Chnm9JAQevlcFt77ipYi9Nt4LvmzJwr3s0cG+za5LvWOZ57xg0c09Yer0vffElr7nSW88KgKuPVddGj7V3GC+YdtjPVFFUTwCqC0+HbZHPRkbo75WLQO/n5jRvuM4JL51uRa+EHQlPhqJpr3N6NS+UzMiv5Pz1L3pqSu+Tz3bvd1pN77nhQm9X26QPfuCCb5Qs6W+PK8Yvjt8+j1gPea9wCA3PnePgb4bmpC9l7ueOp8OJT776pa9TtINvuRaLD7RGEC90RglPmpvFb3CA9U95VdPPieRgb2pHbi9UDGJPYDc+j1lkey9M+/Gvd7VS706ObC95pn3PUXmkD3wsTE9qdUnPoABgz1D6nA+U1jdvgWftD5pCpE9",
        "ZMPxvo2wMTwKjJq9AmOtPbRjsL6nFgq+VEPEvn1air2pvNy9amMfPnm7iT0Jnt89XvRPvuUfyj0ZxA2+DmQAv84iiL37Dye+ioQkPm5zUr4mUoM9C5IZvk203b5VnZU9LOVuu+pNZ70oTjq+C8/6Pf9bgz1SYuE9SYDuvmfk1722jpm+Xd4svNiHEz7IOIS6yTfSPRrgSb0wK3U9ZGdUPHZjAr7iL0Q9lI/GPCfQATw9EMe9pMxrvT1pkb0UKHu+HixAPSmkhLyvZCW+QXU2vjg3q71XRCc+dnYUvuDxvT0LjoA+jDYhvq7eKj5VgTY+HFjcPTMkRT7Ti4Q94Yyyvbr/iT5X+Ak993f1vdQ+jziWClY+5p3FPVCIJb4kGKw9xCoMPnaGiLyufSk+at2pPCVBeL0zexM994VevoQUPT3RIwg9c5YhPvrmGb7aeRa90wpqvUCrQDwsLCQ+eMaMvVH91z5NSqq+N5yKvbmIsj3+rpO9z3opPoJyLL6HbpW8HDY2Pp0oOT0/o36+LFArPig38D0FLL69yTAPPrU/zD5NJmq9HAS8vFRYHb1FmD6+8r3Fu9jmpL5bKwE8s1w1vSLpnr4k9JU+hWSpPIk9Wr3j4Ey+DdOHvtqhtr2RUy2/t2h4vYaV8L0y0Mu9ArMcPMlSuDw0sqa9+jSivf7Hn75bS+k9TJU1Pu/ruj3t1w09zu0ZvUfpoL0m9Em9WAfgvBvovb3bYgU9YPS3vi2nUj1EcFe9O9/uPH03Qj48lEY+K7/FPVN5eL37JS08catOvipgAz4+siK9nK0CPtTtmbwjLOe+MTmNPSNDyj0f+v2+xVxsve/7mb4qsJQ9rAAJPHsR6L7EGus8QJS1Pfy0ujxo6D2/v6fDvadQJ77B+Xy9AV2EPVBBEz3ePmI9cH+XPLqRJruySqo9jGomPg9nT78QhfQ9/03ovXtBRz68HkI9pYziu50Cfj12Qam+1ijGvCzOMT57QYo9ybkEvncGvT2joUk9tozWPbfNBT46r1I+",
        "GnScvqV1zz1PEps9rsAWPKWZe762cQK/AdsKPj0Zlz1IVeY9DIKtvcgtML7Am1I+Q/FyvngmET5YvzU+3LyQPVZY2b0YH6U9PeebvRVSR76k6My+bzq/vW+uFT4DIWo+XzglPm3hab5D7ng9oUKDPSw5BT6KeVA9RgRKPqAdub421OU7KNO6vcJ+yj2T6oo9uiHCPcEtqD2L7ha9WlHGvexFFT4f1mq9TWGTvcTkurv8jGI93ZU+vWQgpz0CT9Y74I7mvRHZ4r1cCHS8wpMSvewaCr2o/d89oevdvTHuDD4c7gu+3rEqvor3572MsGK+HVczPo8CNj36k+89Q3vivTkuQb7/Ywg+jMgXPWUXQD4vg6q+T0vUvsWM9r7rtZy+eYanPHD0LT7KxKG9Fm1HvgH4Ubz+cqS8A5lDPWxPsb5aqgq9i0KBvjyANT4aEhs9V6IKvh7QW75Ppf6++96nvv5aI74l2Xo8usKYvm64N75bBc89cR1UvichZr6FtUK7qBZtPBqqJr1qHg2+/MRAvhCrhT0BxoG9sQilvoMHhz2v1nm9k+XnvLKgIz1l0Im+qvU0vdcFvL70foW+yK0+PZuAJTzY1jw9NWepvO6UNr2zj2w9UIWDvZhPT72gKUO8VwEXvdDJuD0JHk29XWG8vEvKmb0CU/O9QFglvsyozD1339y+zEOtvSR9Ar7dkwa9hyW9PYElBzxsiXy9PA7WvfyBEL2gcGq9mLKPPEJAT76kTpQ91FKCPVuxPL0Gjjq/COhWvpUB1bz7VjC+M6VKPoLfbb1e8Ko96r/Hvt8t8r4sRwg+YUqWvRw4Tr4j/BQ+DrkOPmF+EL7UNQW+sWUZv2ajBj6ap6s98mgrPuFdXb7dXd08nrcYPsWQYb7MiSG+a/QGPgXFH70n+gW+cNglvYPdHr4mSg092WKNveXWiD5PAQE+yS/EPSQFHT467x++hi9LvXknHj0nvRE9hlWZvePLM77l/vK8SvJqustx8754dsu+KmmHPFyksD1LGys+",
        "lBNJu/Awmr6EBne9d99SPY3ny71uYg2+VZpSvVHasr6I7F89nOAbPq3hKb1Cy8490AvKPQ6OjLwbqFU997wZvrvskb2F5aG9/zEePhPYtr2Og809S4R5PeEsvL2Arac8QoilvrN1Gr2agqi9B2w3vk+ytb2zqkg9N2ALPtXoPzyYWd+8RWANPXyQxb0MjlU95C4APjIKZDxZJzE+iPbTvQCtZD6ww3q9PvEGPe6sR75PeQi8gi3evQ8+fD2ggkM+2HWqvsy+mb0qrJI8gCOYvrdUFr6pR92+RYmVPSe+Qr+dJyU+vYqyvVmUDD5NDpk9W5QVPm13Lb3VadA9LhvlPEVE8Lwjqcy9p/W0PJcRrLuuNK6+dokdvNdBwT3eZQO8MgkJvkbPrD2kNW6+Rx8tPSqq2b57BSi+DoHyvVZhu70hTz08bDw0vngJNTwg5EW/ltqtPX5SyD2w8x+9qWCru26VUT0u0Kg99J3vPXfGV77lphq+NizBvZS1NruLD/c9CTVPvcS5vj2hro49wDC9PcYsYr5ECze+LDrHPIaid7vzYIO9PuS/vWXYob0KWBu+CaAEvu5DPDwjB6W91KkqPXV5gb21NIQ9rpGavjkgh74Vspq+66ovvnaD0b24ECI+34+gvVeAxTowvxg+zzdCvjVanb7WOFa9MdycPbvy/73zBD2+EgksPUSj2j22bum99aYPPp4kSj0PptK9SZzKPdXk7rwCYYC9YscBPie68T0nerW9l/2GPaiitb1MhX6+/QszvYZkSr0cMGQ90tBbPZ2xg72DW8I63ptWvul74znrUFi+RcFOvVV2+7w9TKy+vkqSveanvb6NC1U9CTtEvudKyr1IAAy+IXkivX6znzyI1xe8yCBEvQJHIr52HWu+rMcwPRGcu74ykw4+2T3Dvcthgz0s5RQ7Ur2fPbb7WL5gE6u+cY0gvr0nYL5ESXM9mIw8vqf5oL6sexW+RLAbPgoDXz5wh0++cjeuvgQy5b3OYIo8AxgkvfYTgb1lbcm+",
        "aZuEPQIJbz1+lca+UrE6PeaFAz16pdu9GqFqvY1JjDoOf8690mclvskH3L7qmjC+j0kbvqg+Wr6NUxS+PTDoPRUPnr2BNhq+51GWvp6btr6CG2A9yfpXvQvDmr2sqwi92TGxvNO7Ob60oVK99ym1vSkxKL6u4ZG9+G1IvgMQ1jxVlSC+8c+yvcDR5T0ju4q9Sq4BPXdu0zwmiWS7xAEyPtPITj0HdqG+aXUJPRN/ID4dHLY7jztDPY2V5b52KPm4PHvvPbVnUj1Wt6G+9ycOvUKMCT0r+Tk9tlzAPV1zVz4jUsC8i32LvVl0xz01Tpi9xBwAPTBPdb4SvZS9AfAHvMbYMT4DAUM9NnBWvohWlj1ZU4K9/e0kvjWRNL1E4gU9xsd3PkEI0r3BacQ9xsgzvc040D38ld69kPDnvGynrjxavBu+p4TBvQ8LSb5QjFQ+TUSnvgY1Pr63Gnm92voyv5KTSj7yfZG9p7q5vWZrLz5yeg891CcUvlyy2702sJ2+IGw8vos7WL7q0F09xAuTPZZW+D3cl8W+v/C3vgBMOL66WWg8uNgivhhQRL3eTYI94rDWPapbaT3WF26+h3HKPNAvub7WdA29ZyE6vru0PT6LfpW+I+obvwB/mjzW/7q9YOKXvg3J0b1nCyq9AEpKvmytkzzw86C+mOC7vW2JDr60f2+7DBIuPgClJr46Esk9oL+bvEZoYb54sfG9znE2PYYk0jvLQHU9F4ndPfIV5zwbLvG9A2k7vHFgdLwcWtM8pRK+vq2jQj5rwrG8XJyEviPzdb5ZLrq+IzDEvaxix70s4w4+lAcivpPGnD3HLhi+/MitPIP44z3z+pk9ZuGKvmXG/D2/flU+YmMIPj9Ud73MJ4S6t96bPCmCfr5zMzY+EhQzve4GMr31iw+/Re1ZPj/Ijr632r+8mXauOnpjTz4hoyM+rne/vOOfvD3D05S+BOqFvlUuPD6G4VI+Q5ccvhr19r4PG4i+PuUxvpjz5r5s9yC+t8/VvpM+zT0fx5I9",
        "837Avlb4Sb6+3/m9vCKqvpNgIT2lyGC910PuPdY00zz6Kii+d9xwvsv0yD1zpeu9CWAjPjljD743u689Pd+XvrzOID4DxyS97NUwvsxpEr0hqpI9Sc7CPY7nJ74ydCu8IuyQvT0wfj0vg4e+B7Q4PVfrDj1heYy9hR1jvaIzEz1vtvU8BOPBPbJMg70W7lc8ZQRPPVx5Mj7cmzc92kPCPYNxP709RBE+cT0tvWu+cL7VTNC9907svW6S4b1TTKk93MQGvokFbD0VISM9E25IvgF8oTx9J+y9o4XMPVMvi72vIOQ9RHVavEU1Ij7gbZ897nUrPOt6LD0M2jS+e0hcvTgqDz43lWY9HooivgqPsT687Wo+zJ1EPqGsqr70h7O9T54SPlK0lT2poN491zNtPeWrWD2ND129olBivXY6S71vruy99qOnPTTFDLz/z4s87japPQCqlj0Swt89geEJPknraL3mlsQ9GDwtvlBJCL3zuCm+jxirPSRfJb5edDQ9JgYSvVSbUr2KXsm8A51EvoffJr0+Ah092XKAvfJNV73UskK8Bnj1vRj41b1c1w08bjIVvl4jdbxYLu+89/ANPtgbJ77bCc+9FxKUPecI7zw6FAW+5dQgvnL3r7zxvo49gRYJvgYvJb3Pnci9eAL4vo4Ucb7Q9hM+nWVKvav0QTywaUE9dVglPr7eH7596r49jSwpPhWwZr5YH/u+wFezPRntSL7otte9VH4zPt2sJL4gt0y8hLzdPAlLIT5aD9O+6PGAvVoE+z0rwhE+Jl1yPZKbgr6GTFe+dh2qvtb32b1aoNC9IalMvb4TqL5pK5e9gN6WPCdRUr1mYT++4cwZPc9X/r6TAks+w9KcvU1aJ74nfR2+NOd5vROSnL41EQM+m2Ojvod/kj23Rp899jD+PZI3FD7nE08+NilZPthM2b7YYd89stBDPv+m+z13U9+7V58dPXBVDD5UGlO+DdgiPk/EML8xLbA906nRvVlvk76+2YI9/+Ihvxvs9b3LyCc+",
        "UvOwPIquAr+ca1K+JwouPvHf8j3gYQW+FUcCvwQSHb6/hO295fLyvYUQvLpHaxy+AIKKPSXd777hDYO+gY5qvj4NLj32mxE9bj8HvhDrTD64JZ69vRylPUWcVb7n8Cy8o5q+vn2Gtb1WqLG+DnNMvrpn0j1k3K49f2sJvpIivrxVtyS9e3maPsdzub4Muuo9m61GPh2kRb5bDkW+TdqhPsRmq77wThy+307wPaUcrL0MKZy86Rh4vr73Jz5CO1y+eZv1vck3Rj5BT+a8/RAbPTSbyL63FfC9ERw1vIhLuL06Jaw9ssvBvRUcIL5VFAI9Av7gvIMoJb7nXF694GNYvmIWBTwJPiC//tgPPp/ax76VfLq9Ka7ZvSu5c761Pqu9/0kuu5Tq0j13xxo+XmHvvB1p2T0MbOu9WYIsPtXBxj09BAk962UIvv6Tfz6JV3s+BWrXPD6s8j1QYTo9oITZPeatmL4ACuU9W+WKvHTI3r46ASA+yfY1vaq+kTxSbzY9dcyOPafScb5E5Fq+93NEvgbgaL3anJO8Es5cvp22GL0ttNo7/3FDPfy7874ukMW+6EPbvrd9I74d11O9E1v8O17jyLs8wBc9ePD4PQg8Y75XVw4+TtKBvSSGFr47NNs9C5oEvcDUmry3rJU9feXfvc9o9r3xDpW+Nn8Lvq4mdT2L4ku9nkVJvuoIC77Eu3K+qulQPqTgi7yW7yk+o4YovXbsMT11CpE9yrcOPEqBPr5cE0g9SZQevilohz2q7JW8v6SuvgRsab5uGem9uAsoOsLltr7QYW6+SzopPpGNlr3ztRE+0RGlO2Wpir34yak9W6GOPWF8zjpPYIU9crjLvi1FYT6L7kK+aOHxvs450z24bIQ+/Xg8PKm0kj2NxSm+vfU0Pld8pDwoBQi+3vmGvmaeIz6tAFu+8irPvWloaT7c0t69MLWTPaxct709d+C9TOwNvpCSGb5CZFQ9DCpEvQTjfL1fQda958wEvXCLPr6NO0u+ItxaPvx5vT2l1Yu9",
        "2TNnvZyd3j1RpsA93efdvRp+P7zbhHS9R6UKPQcNl7yEHsY83saxvfpiLjnFJY0+JZsEvlWYhzt41yo+p+97Ped5lb2i8De9RhyWPTcwjr3vWcO9ypTqvV7fSz3RBf+9987EvURArLwOPrs9FYrRO1fkIb6HzRm++nm9PBvAFL0GCNI9K9IwPtX7hL570Qw9QyeCvuxc2bv2zr49aFwyPo3e1j3njYW9vyCkvaHaHz3z422+luq6vTSSHT5w2jU+b0AlvpxS3L28MT4+IScUv98xJD2daVK9OcFJPE6iRr+wcdw9RQ1LO4wVsb3pW5699AmKPbiLJb3uWzE+thf4PU9w+jxYxQy91xCpPfmQU770MYi9rfwSvcT4jr6syvo8LJ5ovuyurj3jfDO+ft2hPSOxtj0CfD4+C2TevVWdK72XfyQ+QCwpvv6jqb2PYUE8bDC5vXMynT11iI29GMT7PYcgEr/Cke88s6f4vYUlgr6T1eQ93tznvhZ4qL2c4aY9b6bUPZrDKTyPkZW+IBSNPTIbsj06+wA+lnnBvi7Ap72kQF672Bx3vPDwNb7sfnC+hhe2OwklnL7vIuM8i05HPWFsqL3XyPU9PDWEvDiiQj206wK+0IefvTU4DT4HG32+YqOvvu4dBj2yroi+mHm5vnUCBLyqrYu+USZCvpAl7z3TRs6+44sGvrI3pT2P3Ri+lgYYPqULYL1xB7e+LddMvkO5AT3Bfrg8bndnvayO7LxCvwQ+yvQWvhVADT39ehi/OOxCvRZ77b3/DMq7E+dMPpn9u70zhYU9Rh62vu1ghT34qlO+EsMWvixyKb7TdoC+DYqOPSNZS74kpuC9KGF3PbFzO74Z2F2+PrG5viWiw71TMUS9+vxxvtZEOTsaaqi+cqrHvQRYLT5NW0c+oMlrvp3ccL1sXyq+TNcDPjZ+FLv1Sk2+IIelvgg92D3C8mC9hAEOvWBgcr5JfeA9+17jvnJmhD1O1VE9ZKvyPXOBHD3HpyU+AKugPVjBbT4fEkG8",
        "eHxvvdNsjDzeOyQ9tUm/vUzjAr1YyTg9Z6+EvmvsID4CPDI88PQLvTPhpr4Cac+8TcPevtEkqb3NsIi9cMaLvaGHczz0LMm9LpSrPbclrr6pCbY9ulqVvdUEjD3shWw9jWGnvrY+vj1yaj+9GxGZvh+ksL7ROES+y3/fvWc4eT3xEN28DkR4PkSkVrt1Z0O+xRFRPtTMmb4U7g+7PzgQPmQnfz2htSM+Mdf6PZf2fT2ru5a9RFFfPEIisD3xp5w+cWsZviPK+L7BwUa+g4DaPU1lrb6iK1G9Uip5PkcVjb5AbAM+9JvGvGHIgD7y5yI+wa6UvcJLkzsc7pa9awO9vhlQPj6MCYq9mKbsPWrcdbocij09Ayx6PbALmL58bTY9rG0SvXoWvz1oz7G+P3S2PWcPSL4+k1M7Q2hCvqUCIz7LHRy+nWaaPRpD4T1CQ5u+PEOsPD2n27x7elO84ds4vsf0Lr7IvJG8bcsyvQayNr6sFnq+4aaovbu6Ib4rh3w9sBOuPejAYr0VyrG9aeuxPZMjDjyrw8w8o+XVvvyzST1etMc8V+nBvQzizz2XqZW+kN5XPvABIr6zU8m+H27svNIHyzx+Hyi8j77vvVAuNT7qCjg8JaknPY1pATytNtC9vmIJvod6XL0yNau9nlq7OpXuKTvYlnC+rqcovl2atDxF6Iy+OvvYvURyJj689cq8Yp6pvuY8uL0yjO+7pmSxvXGS4jxiS369ggkyPvPIbD2Snu69/NFBvfUv8L0BPXm8NOaPPXdpr77j2Aw+zHkyPNUBhz6qe509ScanvUkAFb6iuVA+sjUiPekmxz02PyA+Ui8DPhUVPj1B9/i9BeY5vKxrgD5+YpE9ycKPPdnCOj72E44+/4yOvVM3d73AsO29dKuEu8E0Ir64shA+CdbYvUOp1LysRxA9wb6PvS0M5z0YXMA8yuRgPqg/iD1/wZm8GhhwvI65372h6Km9YM4vvvkejb6sgB+9yhv1O2Iofr4nXYg9sITLvSavu72UcIY8",
        "+hItvMXygr5Zd0W+O6sDvakE7jwGmmU9CQqtvNAvkr5PRfg8VDdiPTtN7T0ruJi+6+HVOsHwr72zARI+x6OJOu7Wr7342FO+6Gs/vddN/T0MnY29C88qvY417DxbNjy/4poqPoODF77PEYE9NlAAvv+j0bzzTNa9RiXDPPNIB74wEPc9NEVguZ+mpb7M1Gw92B2ivfYCjj2PBS89XqlsPVgSrz0jjOe8Ckawvpomd76qdce+X05VvsYUfztlmdc97+PtPR68nj0vdQy8BkUIv6cZPD3UwQE+whk2PcKNPb621F6+0GS8vbXpzzy02PC+pHovvX6usDtNnFg+i50aPY2ow71PjQq+HMbxuxKETL6lVgS+NHwzvkr8F74y1RS+YghjvplZuD2WcKG9m5cHvfmjyr1kUq67xHAVPssh+70zm6i98vcDPoAfEj2aQ0e+RWuFvghn3r3FKS++u1P6vtmoEz5j4ca8PNfevMy4+b2R/AQ+//ptvakWer3lhU27MKwwPQ5XZb198+s95W75u5onML6Ry1C7j5iavRwhOD2mPoO9LgETviFaMb5G9mm9SDFLvGVFlr0AAgm+iYpsuxWzlrymg4m9F7roPJlI6L17JgY+ojECPXOEND4i6qO+DYyAvU1ygr0G9hk+cCL+vcH5m71wfoS9+gPCPQ9wb73rehi8ay7dPZclTz1Jd9U8L0yEvYUdxr00Lni+mZwzvRpBBj4Xxcs68o40vV2xPb3339s9uFiJvRGGID6MwsG+Dp6lvTd7Az0L6+I9G54jvee6brtiBOQ9uHBTvscogz7b3ri+O3gsPZcdfr6HYDu+arFVvS8n2r6U8969G83qPP3UFb+d+l89GlK1Pcb4Aj9h+4m9fr+jPbUZj73hadc8ipmNPJDlvT2KuHs+v4ysvVEKIzyOZqM9Nf8CPpsG+b4vz889i7ZQvqqfqTvk8yY+n/aPPfaZL75yxjG+HVRUPJpUST3RIos9X87JPW6sOrw9Djw+5m6gPVOkUroBJn88",
        "ELYDv6V6T71uCrO8OzauPDs5DL/dOI++zo73PDySCb4CrDo9NY1RPo6oq70/ESE+2s3oPXe8AT7IKgW/+dqLvTCxDb7gPAm/ahRzv9jtzz3I59K8VzbTvlfKuD5WIgO+ossYPetAYT3iU+m8s6I1vWAY37xsJbo90z/RvYMUM7+2RVq+SLKGvdctlj1/BfO94hDXvcbDozwsxYq+l4khPucBPz2pAxK/iDpbvh/Xqb0wT4e+fksNvrLKbL5LwZm+N+3vvR7Il7t6o7C+suO8vR6coL0/b7I81Aujvcj52D1WD9W9JQdcvl/pz77uHK++i/C9va40mz093gu9zSQkPY6EDj6xIG6+qAirPcL/Jr7/XmC+jxN4vjZAyL7IpBi91qG6vnVzar4o0dU9a91hPasCkT3WDDe+2BxMvnDmIT77Ag2+74VrvkwHKrygwjW82WOIvX71Cr43Yga+WvvSPVsFVL4fRfq8GvztvWDaGjwEfVg+w+jFvgOdwr4HYSC+d0j3vjr3db0ZXTQ+ODYmvouOEr9KaK2+V0i1vd7qobt4uYe9yHZfvhup9D3PI8c9OlauPTcjqT0HLdG+R7kZv0fQfr9ncxm/aDc1vxXHgT15gAe//D9fv0LMbb1pTde9T6SdPSfFML62Su2+sSkwvv+Qrb1sUww+nMDBvqYFZL812gA9mJ39vfuoPj64J46+VxoVvmMAPb5c8m89BxnnvXtgKr6RxRy9WMlzvjCTED7eShg9QGqyugZfST6VMsy+88GGvZIRS72tZ5s8SYwBvoknAL5A2Am9Ij0TvnsZkb1tbLu9wdZRvqg7cT7RlNe8WfWhvYSAHb3U5CM+kEFoPImwGj5iw+6+ybHDPYab5L4/L1S8/R6DPSRl0z3C0Ae+6XeUvodPVb5jPi0+Sf1JvPaoCj6H8hO+qYZkvnliQD4I4LG+Hq8FvmuZm77rlp88Xg8PvqtHIL5IwqY9sLFcvTdJWL0wCnG+K9bpPFXF2D2ILcE9ayy5PuescTwGawK/",
        "3405vrldGj3g2LA9HE0cPUiTgz2vJxm+uLbWPb0Ilz3c/rw5w8xUvgWZ5b5En449mIJlvptyAT2yMyK+eSAWvhu4AD3jAFS9WPXuvazRXr4V5mS7HF2mvXp0wb52qSI9JgjhvTY9N77X1KG+QAcovLytj74lzJc7mPsKvvlXgz3IPZ69JG3TPVPdH75z3MY9S2GwvM55Ir6gFQ++bQJOPnSs9j18Aji+0Sqsvelhtr1Y4DY9Ml1cvn1wij2b0NW++sTpOwu1o728USy+TIzVPfAAgL6yX2Q9bXcsvlFyHr4p0gI9Tzm9vZo/L76ef308AnahvenGZ761pru9njARvtTikb3ddGg+LUILPlNJQD4VW009j98JPjz6Lr7btRw+qaDOvYPJKD6vV/A7Kb00PbBDmz1mKmo+AsP9PXstNzxDkPS8HTQqvXd/fD1p5cK97+4fPjKKlz3AA948m0CGPUnGob6wc9E99s+lvZuCFr4cHri7gwmSveb4ML6DiB8+IorCvY+X3z1HetO9OQfVvbI7Wr3raoc9bQ26vQJLMTygO4y9gx81PZ0MH76qNuw9THQ0vlXcDz7agci9EZpGPeAXOr7cBao9UrrCvKnSGr2msLa9YtgrvuaB0T3wDCS9iQx4vNGLHr71n3A98ISjvkkz270nt2s95CmBPSVr8r0nq/y+sCp1vfvSVj1LYCa9X3XZviR6dT3MyJW+P9+1PdoNRL0e5sA9AcTpvfCfCr5VL4K9N8hNPYfw0b1deyG/2fGCPfq7DDyeQLY9yRRivkclbzwQZIs8LwxHvnATV715+tY8kfEsvuJ3Tb6DdP093Vn5vVvv+r6uSm891rIcvbP9hb6/M9I9vYxcvbGCQT2q9A++pqfQvRhucr5DfFm7XOJyPSebh72scyY9yeN4vrdzLT48Mlg96PvpPWIfx77ZqSU+5BqnO6I6bj47TCo+Kd37PQ+k372jJz6+dt8jPo0yCz1qVng+7Wt9vqQxbz3APAu9jlAfvjTgzz2E7hQ+",
        "RdQSviSN/DzJwVc+ocbVvSchJ76afa+9bRmAPrDNFz76trC8EX+NvFQgwj1Z5HU+xRlrvA1I0D0OTSS8t2PnPTjca76aztq9lZdKvDYsojwbXbe9unDku2pvwT2MuAu+P3jiO+s1gLzoBSE+hAhFvVKaJ732XCa+I4CnPBTlBL5eXE49gm0KvuihgruhGj27BQocvq3BDb6AXA0+kbfYvAzG670UiRQ+E/UOvkcWQD2+vnK9M7klPfG5K779x0E+OKI5vqpqXb6dAEQ8y2Bjvmf1Ar4HLoW8pCINPIUXqj2SAJe9XRVCPW9wKT7NUOO9tp8GvTGtqr2yJiU+jwovvuHWuTwLMu6+xuktvhcPyr5mWT2+xRuFvBQSID7mNaS+nwQvvtynur2dtBG+0vwlvgyoB74JG4u96YI0vlLaGD6Nsne+VooAvwfAUL7Iu0S+zyQhvSpRIr4YKAS8HmFtvmv/7D34ptq9I+O9PPEu0L3t1vu9sz9aPlCE3D0m6sS+lawePWO8lj3FIAe93Ec1vrxjwjxtgdo9reARvlmgUD7REHY8DWmJPXtlL76W4hu+afAovrvxFLxF1eG8Ot5yvfxXjj0erW+9OFkWO77DBz2RT8y7y826PaOffryWLri9CgSvvrvjXbx7qrW91W4Tv8l9TL1B2oy+ea8Hvqn4NbwqDZA9R15fPsgpPT4kY5m9/gbCvo7Q/75Ilw6+4NT5vUwu4z3s9zI+5u8aPbOsPD3L2TM9sdWrPeRSCDxh07c+e32/vseJCb+yNBO+R9mhvSlTvL6afrG+5sevPhFC7720pL89hGZ8vU9kMT5XRw4+vyoPPlEOpr0fgFw+goSCvb94Mz4TlDI+qR3tvdhWFj7f1EI98NyjvfD3+77yarI8820tPmRr1b3GMyu/09livbDoEL/lA0C++13ePTbahT7NgKk94/rfPASl+z0iMMC+NOtWPUQHBD5kevc9P4JPvldbo77+Qrs90uXvvahtBL8ZaDi9CPImvvPvpL1o6k47",
        "l1jUvQC6oT27XjC+NpcwvnNPSj48Mbq9nn6iPZ3VDT4w1c+7bUEwvnksKjw4rcW9aA6ZvW4wPr7rVH09SioQv3D7g70jc409+CYBvuH617uiz4q+MGGmu8O9Bb8zlUg9BN5QPt8Tlr08nRK+A+2EvWW9wT0yO9W9dQU2vQDIiT0dQEA+cLcHvxADXj6bvQq/b67pOwu/Nj1RsQS9Y/YXvsidBr6XiY894nbtvFT7yD2/2yC9fzEwPg1UVr6Nwok8gj+qPUJTIb79ZPU96AXwO7usHz6bL+e7+AofPvM5Sr5daMg8VHF6uxZ6iL272149/1HHvXP4e77EJqK8oORgPauHPb6x1I2+685Sv8A9Y77L9Ce9/HcWPcQLxr6hqAG+ZkCAPXqsCz2RlTC92KEnv26lNL1G/OG+Xu/hPd58NL6djH4+ciuBvnxiTT2/zeS7Tc+APgde47tY4Eq+ZSVaPj4Ps71pvwk+/S10vv4Tmr0hv1G8z0K5vglPnb30rhs++6ifvqPiE7448pQ9TQwFPWrGQ77Mf9O9ckKevIRA9z05y4M8+7aVu95frb4t+N09YB0Nv2fVC71udGK+b9nXvgyxtz0GlIK9JPq4POOaVL+NmJ06ero4vcnso77JYr49CdbRvWhZfbwBQUK9k3Srvg7u0r391Bq+u6xVvqB0WL7zQ5y9Yx5CPIet8b0fAum8I/HRPPQM2D1J3ME9cecdvjT1h71qQUC9v2i5Pa13RD1LQkw+4/SoPEjywrs2uFK9AFM8PVxO973/6MU9Xgh7PVedxj1oOdK9nqdIPZWPiT2uzMa+qOn2PRPkbr7nNZC7ne84PLA1hrxFn7e8gvNbPeIW8b0tgFq+cpJ+vp7agL1KyVO+0J3/vQJrZT5a3gm+mfC1uyAI2Dyj8WA9j87XOyyFG77qDRO+odlAPry+nD0Yu4W+7yndPIqR4D1Yw5K7BAEsvktjmr6u2R++MnVGvp7ZTr09NS+9lmAOPvRLpT0V2yM+ZTs/vdlyeDwCKIy+",
        "f72KvudXYr65Xfe+yJQZPjJOuL4TPam+yPsbPp8SH77IeJu9evcwv55DNb4Ble2+BSRdvnX9v76p3Yy+UOsnO5KtnLxtlii+BWrtvnsU8L0yFFI9QbkGvl2Cmrzyuze+DJzfPeA75b1grBG+eRdiPdYqkbwwdyw+GVLdvNx4BD15EOm9tRiLPRCMbT35vNi7YyswPW74pD1vQaU+omz+PbQh4732BDy/UCl9viqYCj6VeV6/LepMvb04s77TESw9d6ShPAeA3T3R57S+EWwTvwZgeT2EMAY+lSw8PS4DIL3Zrt88UFK2vcDW572GycU9+VQkPnlojL0xqku+efrDPXhJCT1CeRi+UkwHPgnmoDxRi3S+ywaJvgdqdD6hqiC+EJkcvojQRL6nY4s974bxPbBHFL2ZHpQ9WqiHvplPSr1n8TU+xGoLPNmImL7Rd649KmxyPAuSCb5PwpC+A4WFvHAifT5TgeA9SAhivhentb2zR489sxa0PdPYQb6GULs9b24Qv8hEH7/2YD290WyZPgTK9D5kzAW/XwEDv78+qzl8ICK8VrpOvWD/Nz5meU89E2VDPtFX+r0tar+9/fIwv1EBhL15WfQ+/1pAvjvJuj3YO7y+GJZhvgj7zL4MuIq+3/KAveOrmr3Vv4m9sv0ivmO/eD15oKG/kk1RvgyjqT1+Nzg9Ey+Nvry12r3tDwO/dWu4vrLxiD20X2y+PxYdvszOw764ToS9tGrZvQpvz76Y9Yg943luvjR4ND5GNLO9qjosvtNZgb2So5u8KqFLvb2FMrzLGcU8+78JPSqjyzwzsby9xNYMvZvGSj0ekYu+41dZPjEDCL6aDEU+s79ePApMO71/CQ87pYErv1hr9zw9xbu+SCfdPZloiL5tvDq/qt9ZvQS7uT0GVxK+V68pvyHUtb1d9qe+yq0iPrfmjr2v8ig++NcCvyWiMj4sJOW9BLsuPsPEnj2mi8q9d5B3PtU14L68s3c9ajE7vuI3Ab6dx+u8CToAvswnBb5GiIc+",
        "qlRkvpOvOb4tXwG+3sgivmXW4DoG63q8VfqYvW37Qr/BjRm9aDtsvqb/jD07SuC94DC8PWF7Wr3Uj5K9PXTJvTqd1zsdDXm9JgjYvXnuFj70SaW9d4jgu+C3gL5ZgMS9MykBPk0dHTyfl2K+YYyJPGGDuD3aty+9AsZ8vooUD71PnSk9jKdDvgwXdr1Oive8pjVVvaQHxD3DYbm9HR2YPZ7mBj58Bq49uNtGvpoht71G60C9lS5yvsnqvT1FxUg+PTHPPdS0/7z2z/49LXgavrG2nL1SkeO9vb5YPlxT1r04Cfg9fFsMPfxaGz6FeKK9e+TsPL7Zw77tESG+D0zeOyTTrj18FBw9DatqvcTJwz2T7IA+lgnfPPzUu7ypZsm+9SDyPRXruD1RDkC+WaOWvv5YP77AxIu9pGF+vum9oz4cENS+D4DEvSvIC75IMlO9X47mPNGgDb6EGxA9Revsvp8dUj7uEC6+QMYlvfFDXz2GpZi8iLBWPtLLkbzY2E29BU5QPhEsdb2VBBS/AHjXvDGKgj1I09+9WTMmvcJjBz3VJTQ+EOWaviFr/rxiopy+KN61vWDmnr6l78m9eHmyOSFRx70sqgA+YLDkvt7bTb6NvBy+Zl6RvSVPxTwxvxi/Q4cjPoXlsLs1om++R2oXvpM1Ob1HyR09e7McvYpPPL68NtY956l7PGexCD6GWsG+/Rp2vf411b0GEWC+llRcPkLyO77kV4e7yF4KvqZOmD0RDMS9A2Q3PqM+rD066ik9WuQQPv/fOr1QkbW9QZX+vVs2VL0R2io+uNuTvV8ydL05OBu/A6ALvhRNHT3AtJy9iSmqvcI9Ir1Ns7k9IjfrPTuhHr4YaIi+MHzoPQh2Fr0jdyS/Xz/8vYnfgD0Z+kS+nkCgvS48Ab+0PSk8ldMcvRKDgr7eohK96+mMvrVonj7sf6S/dpq9vgl0V7+gv4O+7NVoPeMQfb8XArO9XMA3vnL/jD6+P6O90dUPvcK34j31wSK+n5L7PotUrT0R1Be/",
        "/ka5vl1rnj22gOY97t4MvimDZ74D74O+IgV4PGn87bvd+ey9Dk0Fvyow4r1fioM9uv/SPYOhhT2e/N2+aMONvhwFkTzZnpO+l5gQv5pBH7wjM9a+6OYGvv+dtr4MbwM+jJ1wvXcQ+74zt9a+Fx/rO9Aemrp3sU69NtKtvvI1dL5hppO9eL6uvbKtD747Xja+Vy9GPGV1Jj5viF6+9YQUPrD2PD3Pdea+y2HUPbJ40D2Z39k9N1ZKvs4kw73w2RK/pr/6PWJp4j0LIcW+aya9PUwSMz5H8i8+EdkTvzzWoT0/+6S9hkL9O+y5f73hk0a9tI2cPKXcED4CVLC+oi8Bvf6W6D0bYqW+XCK9vb61D78VzpI9Ledjvi7NgL1oNQ09Qbxgvebb474o0g29j0SOvMb/aT1PBw87fxWXvrpwuD728A++cGCLvmdFNb/bLyE+LE0kv/jvH77WY0I9dRDivfktET7o3hi/Tb6APZJBBz5DtUq9D7OnPlewCr6TtBy/oByMPQolnz0vziM+lqcsvYKuUr5vzAq95Y2mu8KSST69WJe9sy3bO0Akrb1CXkQ+yECYvvMPqj3qUIW8C9JCPRLRtL35X6S9wCubvW8IrL7WlCK+ZnpUvgytQz2eVx29rUTzvTba6D0gXvM9k7+1PYYGJb0Xsg6+gVUXPvyCtrvVLiw+4VEYPssPCb0rcTY+gl1tvoLjvr0bcNs9ONPmPeBCkTwsAw+9TF+Wvs6ByjySuJm+MItUu2q7MrymxG4+s7vUPCyi170WkUY+dsYPPOA61722TC29SoArPsHp770tkau9kJervdd8yL3O3K09NGHKvGcLQz0KyTU9KZ5BPeoZXL2Nxpq9TvZevPesLL8dQTw+yeTFvfGHkr6kVR47eTBWvl0g/70Si3G998oOPtcHOj5p6/C8BtFavIoZOb7XlAs+JHqFuyid/7y+3sQ9z7muPVgN9zwc+5G+TxyQPqbuqr5y1yO9TE5avvq37b3MrNs9Y0akvUfJxT30iga+",
        "AgBnPVVlOr5zX8S9FBWzvBye/b71UBG+ZjDOvSB3nr4Nzt49gS+8vSr+2rz53f+9ra/9vUgxtr7EATe+sOePPfb+mT1xD9y+5XQwvsE0PL79XBG9huzmvQ22Tb2bVJI+BCWNPZZk8r1bsw49QRILvuqooLw/wjc+bSjavU/3Dr5Dr0q+FFMvvb1PJL76vQo+1w9bPmjmErsxmMa91U/7PWGhzrtL4xe9rHA6PISKHbtwCDI+xetevQNP4Ty9fya/2FwDPNe8wzzwHw4+sCc4PakoVTpUXAc+iHOZvlScWj12dgy/kQoRPkKceb5P5bg6JIaFPXyNmr5ZE3O8fEToPWr1H76hZu08b3fFPFeFlb7BRbq9u2maPehu+z0PDj09/9udvdRzzLs5kZM9d6lHvJ214jsk3Rm78XwcPg4yu74ybQk+kP3PPAMi8T1dq/49Y64gPnmvmjtwwjc8t5Aevlg1CT2/hiQ9uikmPlh8ODullMM9t2wNvxhcPj0MvEE+KxSUPS0GpL7BH3G9np1WvoQ4Mb5TQpQ905u0PU7S0b0uOKo7Twa/PYh1Gr34N4G8vJdpvcOQvbzSYYW8A8YPPo8Stb2fcj6+Q5tcPV82l77gU4+86pc0vmaGlb3wSQW/6/DVPRQEb718qVE9VNX+PTVr2j0vhww9PzCpPVSyDL3acsg9NULnvWnkrr7+0a2+YdTPvJ9IDD4pKnG9D7QyPSbhkL7e1g0+zR8yvtStsL04JIe+wQMzvoYhUb30WY69z3wOPvYuQ70coDI+o6dtvjkLWD0Em+c9tdJmPeFVoDyqsui+8niRvWvDrr0yL4q+hl76vMXsQ7/FvmC7apSoPR+rIb9y0Jq+8zhivqh8er0m/tC9Axu8vdCVpr58nby+DIJHPnt2K72rSQg9SmWrvpBj3T3gkLu96KKjPLZBFL/jZLQ9IwIevn55Az4b0K49vqC2PZkX/LxHihq+Ih8MPpBntL4QCBA9pULKvYLrYrwx9qy9fgYgvem7D74Iajk+"
      ]
    },
    "dense_1": {
      "bias": [
        "n8tZvUrGiLuFSIU+AIxevbk26b2unww+uiZPvcW567wfjZ+9fK1GvTx1Lz5vmC47ElP/PXmtJD4AdgW+Nid/vgSaXL7MSFu9XsIjvqhxgzsBJpw8+VUdPt6+HT73fRm+T2DVPMMa7LzTggk+sp+iu1TfSj6eRAK+gF+KviBjPDwqjd28ZJHRPR34ab4AdMW9W1FwvaBp+rxJqY+9I/1dvdlrZb1lXfo9aHwGvXquFr2uMYm+r7xkvjERRL02/e69mdEQvpidJT0XOAU+zkm+PeNegT1Uv5S9GmYIPt+Unr2ShwG+BhYnvcMYB70h+GO+ZNSzPbb1Qz6rKxG8bF2BPXH2/r0QSqw9sbe8vVCrAz2hNsk8xGv1vWc3vD1wkvm8jW5YvVVQjr5c0Yi+XATUPYbdVb6v+B29MzzzvYtgnbz7cRe+00VvPZ8EqL3Lh/49WlGGvr0NrD2SLkM+FYA5vbuk7z3n+Wa+8/MGPoBkXr4Z66Q9g2SRvm+jCL6ZEp+9uxBfPfSBv71hVA0+/R91vEaOA7xAcYi9I8QGvRFBTb3zzFO8P6gPvcWZer2I5I+99RTdvGJcAb26vb881GMlPQadHr2YS1o9lvRSPAj1SzvKfyq+1v0uPinNvr3KJ5+9VACKPESxtLxGMQ29RxgcPsZs/rziJii+de2XvLFaS74="
      ],
      "weights": [
        "dQkTvTd5fb3a+bm94NwqPRspyj3LOw29PmuuvEkKSjw8MOq9ii9PvXw56j335EA+19gVvXBQCT2++gS+O/LdPAGkKT2xO8+7+I2xvA11Kr3Zaoq9zdnTvAdFDz6E1y69ZMXTPc7XKz7SRA09AaBMvdo47btvKUO9fow8vYjN5T1bRBy9gImJO03hozyopJA94aGnvYru/T2DRMQ9ZdBLvR34hjzyzqI84vQFPVHHMjxqkhW9+YB4ve0AdD5IGAM9xH2+PQqvBTwIcnC9LFBfvhmiK72KFLs7ZuOavQ4FsrwUnbS8OGTDvAcZGj3SuBy9QRQfPAoJsrxLsPo8kVZuvUsJkz1wwx+9dSGTPqsgg70x68890NAZvXUDvL3BfRY90ttdvKgQzb0mYb29WJJuvc4wqDwawo47kd4/vu8h6Dybw1s9ckNQPtRF9zu3ymw9lqICvKcnLz56BRW+ZJZlu3fsQjwmvSO9V7RLPHVhEr2X/lQ7BXhYu4VI5r21IdA9zF0APE8LmD0GWwA+PSWHPQvkCjyXKVO9HtbuPKAxbj3W6zC9ID+JPEhCJbscNvM9dHk9PfODb7zvMNK8H62suvaxxrwEksQ9n04JvTqAdrwJm04+CsMcvSuMLb37VD47AL5lvu8+5jrg0LE7ZczVvEqpP7uTKze8dPUpvGZPH75wkkm9JMuau16liD2gI8y8XtlfvYxHvDzVGJ698ZTgvFJ4270jtkG958SCvRcaB76kV4K9fDxXvLDhLr0YYci89aUsPTgmNj0sz5c8hFatPaELQL04j9S9GFVtvdw3kT18Eym9448uPOJ2rjomqAy+j0onPhkBgrvKFuu77kadvS2/Lr1rvyW+QibbPCIDDj3mwas9r5MXvudRg7zuZFq9NU6FvIZ88Duoiee68EFrvTrt3j309UM9Ff6BvIhWI704RC09kdmtPSHupD0aU5A9tVupPdZ9cTwXq3+9iH+GvYc4uzzldoa9epOXu7voq7rBRrm9axi1PTgzzDv7ldA9",
        "38mGO7GM5jw2KAs98msGvhtFa761bAY9H840PAsFu7ydxoS9TKBSPHq4Uj1Xc6q+L6IBPK6PSrz5yRe9SZaPPIEvFT4V20e9p8YVPehFu7087fs7IFRivquNGr1O4gS8bIWivpdQwjq80dW9Q5WkuyNzIb0Tjou9bE4UvTdWvr3GrrS+W2uKvZHaHr6dpoW70JZZvUXaJz3YU8Y8NbgEvTngNruZzn69iC2WvFktML5OmAO80nSDvS0qPL1cUY080OkpvaRo9byAxAe9r6OFvuuKsr2wLSy8BSELPpn8zjzzlwm+WlMjvYwAjzwQYxa96Cb1Oy8ry7jQr6C7FaqOPDrHh7nv2ry8bNE+PUMXf70si9Q9oaVTPjHRU7txISG8msWmPWaaMb0Z3PC8HnA2veylBT3QBRY+A9+2O7rBF71pEF4+FLAQvTuSWD1ehV88uFIrvvL8oT0UoYI+u8D5vB9ahD4Scs87xk4rPiXWhr3oCVC8RiHfvZ8GsL3fgNk92PUaPcs2mz1yxYw9/y4hPR8IHL0VgsM8cMl/PafO5rx+XJ88P/MePtYm+jyo3cm9ygK5vRlbD76vfUo++CupvV+LUrxbdWQ8beLtPabz4r3fvAm+LBo9PdxrHL3IF389rPvpvSht6rzJv1G9w6McOkHQWj7iFQo+HCiDPekIBrwZFsG8Rw92PSHZTbxbFV29FtblPR0avbp6zr+9otvnvFp5/jypPqW9sDsQPgpkRD75JHC9O2rOPMK9BL5lAxm9yUfmvLSaET749bG85YZiPUQ56L0w5v08Giw7vE3gAL38MWk9xdyPveHFvTvUBcS9m5xmvcYvSL3cgvC9jkaqvGKVbj1KZzO9kB/iPb90HL4+I5u8MOZ0veCKRb2Ef+k7GsXvvOiOiL1OFQa8fCW7PRbY27vYnay7tDMHvu8sxD3UPky9q9G5vS4CRTwzvwk+LtCoPVOtvT39vCk7SS5PvL2w+jxPIVK8GBmQO1rQTT0xkLQ82joQvSIWwD0Dll69",
        "JHmku3wrUT11kgW9+g0/PfRrqz2Wvpy8Zb0PPGGARb1eKiM9dDjbO2D0dT3R65Q9v/arvZIdLb3lL089dGaGvckNR70eYzE8U7OsvEeSRL5cQSW9oQaJPT0C6zxLAhA++b3SuruLiTyYhT+8DglLvlC9r71ZpnC9XCp7vkL7DjwO0Ks7TNA8vuhWmr1vNxY9sHaMPdDdMD2mj0y9wWYePR/E6Tu4p3O9d7mwvd9kCL5Af049JZCDPXUQAj2Z/408XkrsvXQp2bzNloa+cSQ8vHJg6r3bN5A91L0mvYxHX72YBI89SEdAvNIKqby4lM+92l6dvS3LLr4s70I9TOfuvBixDj5NkXa+EssOPcimYb1A7Z29783PvREIhL0y/o88FRKBvf8Tnb1glwu9HawIvVn7wrxsQeC8jOwpPtrNRLxMlJM7NSlxPZnpgb1e2wS+K26JuyPQHDzzH1e+dSqQugZUZTvy5QI92DkNvg76gT3kiwa+yPjIvDKY1r3I2+w99qnSuzLFQT0Nb5U9KEXjvbMR7b2wlUW9FoAGvZ3Csr1kAgW9RFb4vS7ZFD0HBy494J7ZOz1Hlr3oZWA9EroGvf+qCz22xue8+DVqvi4fSL0WI3g90eUfvYcOib0d95w8s+8vvm6IyLymdFO9pIEdvqSYHbxaXg0+hs/ovfdh97g0Oau8ZEx3vBsu9bxotDq8bzeoPXSAwb18KRI9M99VOk9mH71AMJk8e5sJPWhGxzuHiEq++HoNvbSWcb3g0dq9JqNLu1UBTr3+mIi++P+HvctDuL21WdY8jHjAvNSTCD33kqk7KIf4O9BsGb2p5L69bb8Hvudtpr0xQRG+q1EwPTv4a7yIEXe+pl4DviTjML1bMT09Nl/BOggKabwBWp+9IXRyvbYEB7z1LVM8LZFtvt/ZGL71kFo94LghPd0Nej1IFM29b2kKPSS9nb5xL6e8A9WVvYDvGr2Rceu8b4izve+Kvrz9kwE9Lq9Qvf8CfL0xa4O8w1KVvrSMB72ARJ08",
        "ikCUPWxBur3Dlou9kh1fvNwlMbwheti9wJV+viKLl7vYQRW77cKpvRurQL3RmgS+NrReva+AvL1VZCE9/vx9vRtgDz18twA95TojvTwoVr6LYka+lzkmO8eUL77LkUC7c7IJPE/WMr6Xbvq9eAs7vZYaKr7urYC+6wMcvitakT2ihCq62QP0PDxMZj1lnIu91sFcvTUmMb0/HeU8Om5KvTvdr7z47P68TOpmOlfFPDtvugu95pYfvp+F1bvoYDm8ECqxvB2Vw70W1DC+PXRUvclXCz2USI+9RMMBPlXW+zmaGkS9baEmvcWWxrzkhzi+0ij2vG9TD73M2+C9T2iCPGQr4TspoUg95xmJveT64rteOXW+7Xpau01ot7xIaHO9XnmuvWKEOzugd7u9tIcZvgKy9T0iv369fN1CPdc8hTyN4j69q7NsPFAbYD28hJc9trMhPhmRjDyloHa95obcvTeoWL7NFXW+Hj49PKc+Yb07mDc9QU/RvRc/JDzKPLu+dGeAvYkTBL0yWDa8eb8VvsJ+qTwvTZ09vkaIvr7xM7yFP0K9iII/PNImc7ysWuc9Rcd6ParspjonZai+9CXsvZIQyj0S1cg7/tlgPV1jED6jJw49B543vcYdAT61pTG80hkdPVgvE70bQm+90ZkvvazQlL2QCya7mI9IPVu6RrreiTe9E2HXvNN8rT3le0m+lMLzvbOt9j3uTfM8FYROvWkmBr026rI7j8GDPa7v071WKTW94i/DPTK5Eb0OZhG80/9/vU2q2L6yk9s8UOWKvTFzn7r5W+i93Kz1PSMnrbzlX8C9jXggPfGNszxVpcg8JFRnvbB4Wrzwgbq5FYx+PNaTBL4qmGe+cjlfvVejBT3hmaG7IRhZvJfNNj2D95G9AiKxPLaxCr7dIIS8onsMvaQaG72+xaw9y9Sjvt+lizrUN0s8omFrPWGXOb2cGPu9aCh0vtjokTt12a68QznmvChZw72MI1W9EOLZvK6PDDww7vc7Gg1wvVnKIj034O+9",
        "qaawvOkAHL3j3L+8kKiyvLDglj3CwJ08JZ2MumPweTuXapU8tWzwvGlWBz7/nsM7QL8jvsHf2r3IJxu+V8WsPQWTMr4nV/G9KqASvioIeD2dByS+VKItvTjUhz1EqOO800TkPHHbKz1N3Qu9lr2GPJNSKb6b8vu9SP1evoKgHD39TUy9RRysvESZ973Kn6o8Iv0yvT7+hD3yjqm9QB5kPAQgRjvPWoa9NiQVPYrQfL2eBTo80dPMvLH9Ez37Xgk9M9pqvRg71r3XehK+jieEPI9CKb7PdMi7EggHPfNU9byKZ928BahnPdcIm7wcFn+93srCvRK+Az3Z0Yy9xfI9vrzwhz2ziZ29qHF7vVlwOb13tCs9CwMDvjHXqb3dqMU8UWp9vblcb70y3AO+PYg9PNwRBr4A5Zu7rnKRvuvj2TxJzC+8/I5VPS4LwLy8fWy9Mcr2vI3uZz0SNUG7LnoUvRc7rz2DMBW+QLPXu2b7Dr6nNDo8nLwdPLHhF74cGhk+fRBPPdOisj3N0oA9bIimvY3dJL1FKeK8XJBJvLPC3jqjQB68QzANve/Gxzw5Nrs9RDBAvefyCjxyQDw9rptKvrlRgb0Goce9gFSfPH5qjzxo7Nc7lgDePEH+6r1Lfve7jAAOvqv+TL0okrE7f93AvDOIaL1MFf896C8hvvzaS77q5xc8hlv1PRpfnLs4Z9u8AHSgvkqsoTxarSg88PJwvPTRFL5M1RW9+oqvO2NO8Lzvdp89bsQlvSkUBbzL/hQ7hAfXvUTd+bzbOYO9Bd82PUxTZT2srqi7wl2tvOQwh74G7ke+0l0Cvm8eSj3JR7c885v6OzEcM70RoAE79TakvhQvXTz0UUY84mrwO55EwL5izhm+eWDYOyHWeL4Bhmw7HtKPvam6nzxab8C8LgcAPoI5AT0QMqe9BjDZvggOo70DEAK+INsTvlPbWTwA+dw9L2juuV68pbwjCdI9dMXIvFTgtjxkgy48NSXLPEJYir5NzlK8G2MvPM1lbL2e9sC8",
