{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "61160c6492eb76a03b707b2267ed64d869581b0180afb4ad1bd6cf72dff4339c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      61,
      1
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            61,
            1
          ],
          "values": [
            "8j4EQPKldD9OYpo+QdP6vrSTj79J9WY/msSVPrNi7766loI+s9ZFvv7X9r7INQfAENB2vzu+wT1LZKQ/L24EPpEMzr8b2yQ/k+xfv6atPr6F82E9sR7Rv9jDeL6h5s++ZqtevyzDwr8Gy7u/mVJ/P5wTJr/4l4k/znu0vhmmv77jsnW+uIF5P4hmNb8ayqG+8DN2P0YIlz/KLey8N9I3PfJVw75siCE/KC4sv79jd78H4Jk/E1qrP4UgHL7r6DG+HUrDP/B+QL/QN4G+AMYLvxpUtL8vjIu920jAvvxQoL6I3sE+EfdFviWji74JUw/ATG6DPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "Ft3dNVoiWT5Ot0k/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_1": {
      "bias": [
        "dM2lvChW7j0vWBU+55Q5Psqc+Tx/f8W8dA4kv9Nh6j55oVY9cxUfv8fH5b23els+BDcEvQer8D7UXE09eE/GPilbEL6BZws9u9DHPdQVbj5dZ0s94kDTPeEjt725hN8+ozyNvkFqZb6Bqwi/vphev3sWwT2Lpee+zfYCvSXm874="
      ],
      "weights": [
        "ZVomPvQWUj1sX9w9WHoavmMa9L1BpnI+8/ddPn33nj3fRLC+e/1Nvp7TFD5G5wY/qMi5PgRNPL5wg3C+RUC3PcIY7ryAvkq+fJaAPVE8nr6WG2c+Y8AZPOlDFrzH1Go+8Uy8vf/UsDvky/e90xRZvduLKr5AT/g9rEHyva1pFD5DUyu9YrIPPq9GRb6UJOM9WQWsPgvgSb6V3W6+e/gLPJp7M736owk9E30HPka1/ju53nQ+avslPb4Rej6HEIw+JMVXvEVOXzzx0IA8G0g7u+A/mD3lVbe9Y0qSvdQ+ub3gkxU+hMcRPgEwlz7C97u+EoiAvpMf3rsG9lg++z+zvW8u6TxONSY9rJYGvksiZL53PWA+EpeDPb9ryrt4Z1s+8MAiPpIssz6kNcM9uA8tvbMKnT3yeXM+Rm3JPLSqCb61y3Y9+hw7PsllQ751yuO9mS5GPgZKCT1mrHU+c0zDvWAelT7q9ZI+QqXzvXz2mj1VdN09IHE/vWxbW70DYBe+"
      ]
    },
    "conv1d_2": {
      "bias": [
        "a7t5PpMtnr6CxIS7LVY5vUXwujz5pZQ+ycKCvWE6or1iF/w9/RSDPdYvXr7tsBm+ZVNLvueWq75ge8s+XIRtPjFNez7HXEi+HW6avsqJ4L1kXeO+Kq0YPn377z61ZQ+9+8fQPkzV475kZRa9kTPqPclQAb+vgVS+aMSbPidqKj0WH8c9NVSsPW+TEr/Nary+5kzIPMvyFL7ykWw+xtw2Puw2N77PCdU+Nb01PrrfLz6B+ms+yps8vgKui7x05Hw+nHF+PnkPEb8dTLe+5Q23Pk3czT1SXLa+l1KZPQnuJr4quOg+KWXMvHvysj5g2DY+eskGPpDZSD41Xd49LmfWPg=="
      ],
      "weights": [
        "vZjRvlaxAju0mCM9+YfQvH0pN74H+b68/7KtvtHR6L2LHsK9vz+GPYesAb35yCu/tPz5vSFkHL1dXnG+MrIRPS+8Dj0CseM8QwEjvZXC1b50Qoy9/M1UO7tTHj0eLd2+KAtRPqT7H73sVIa+G9B4vWaO6b7n+b093J8vvgmARD2RcQK9UBBgPlSOOL4nsyk+enZivsXagTy9wwO+XY4APeuMjT1F4iw+8WZZvk8+h76ZhUG+EkUdPX6pSb3Nme+8tltGvN3sXD2bvcA9WfQ3vk28ST5IdjA+2A/XPXTLH75OB+A94P60PV5EhD0miA++O4ifvalEez7orFK8wHyevcaFID5C1Do+n8oYvqW2RDxbIDG/LP83OlcTnr6Qqiw++WgtPqyJKb58YhU+2Du6vmN0kL6s96g9QsZWPtlSCL00++Y6W9QTvenbBT0cy0g+R7TvPZyj2T3q3Us+zJfAPnssOT0ANgS8u66Ovtz4Ab8Q0ps+20GnvdUjw7xyWTU+j2xnvtAdlb4JU+g9g4HNPYFYPT6PYhs+X8IGPlAO5L28lGu+pVShvTeujr0Bpy89WwCHPUIaAr7ASYW+JbfgvC47L74EP7K9vzXfvb5TGbxKUZW9Acixu+/U0L02sJC+RPwyvm2knz7Ai2i9x+kFvaTaaL2SuVo9JJiWvC5dtb2UBVe8Mqo5vdYK5rueTzo7DRervTFPe739VqS87P4wvrhg471aP02+0bfTvUCWu7yZm1g8lmpVPYkZgr6HeGw+X0HEPPJVmL0Wl8K7pqdXvZU9Fr5fM2U9xqPfu+5jGb/8AYM9fbGrvWJhB76abwg+Wh6jvi5iEb6VgIM9Dx2fPSh7m758O6a+YOEMPveNSz3bEwU89aHEPcNIVb4QIbG93HI5PnxEfr3cn6Q8Ga4Hv7aC+z11PEG+2mwRPd5oib6VINY9A8EIPk42hb6Hs+y6ENfQvgb5m7zo3hK+QDhCvmrWOb4NZuu8dKDavH36Bb1nnII7UJi0vty297vexkU+",
        "2ihcvvFmoT3kIaO+/wQ+viEC577lyci8X01UvaHG7r3TEKU9kc0CPuuQrb3hwL299I28vhNlPrywQdy870ENvK89Nrx2NI29lPCWPTCmBz7R4xI+f29ZvCXVwz2dIzy+4k26PlptEL7HERQ+zUaQvvnypj1BNkO+F0KKvVRJpz2i4LO9dUJBvo9Mlr0oM847ZFhivlar2z1WFqm+s8wJvqqyBz0FShG+T3JZPmDbV74+HLi9UBtUvqXsXb71Hbq9fCrnPIwnMjxTgiA8UYj6vqc7Az6z1GY+MS+Xva0IAL4vCre9wvizvQLW2b3rUDW+m1WmvYldKr6esDC9LJhiPba5N76Ybbq+xTVqPv/ln776UWA+s3RIPecvKr7SO08+Txq7PbvxnbsQzIu+PnZQvspmhz5nmQ8+wKiBvi/CyjwbKDG+zasNPqJ2pL7woUi+BuY1v7D+tr70l0i9ypvBvdxRm71TOKO9eMFavbKklD6Izlk9fEskPP4fqL50zFc9mEPwveRzg70W6Oi98Ow/vU+J7zwwLJe9HebKPVcXUbzp3Ca9WiPzvXmoBT6SVvq9ctqAvHV3Or7mNLq9hHikPfZzmT1dzN+9lw2QvMQXK74Jb6S9OErJPP+RIj1WvJy81GuIvbxfDL5RO8U8fzbqvXT+Cj0vaoc93EMIvg3L8T2LakI9GpsTvv/7PL7AMS09OMiwPTFb/73X2zu9tFX4vcCaFr54SxA9kWZ6PcYkSr2hhui9g5gvvTSkp73+53+9MMuGO0onXr3x1UA8fNsEvgQOpL2iBPo8TFSLvV1RHzyh6kO7QzSyPa19Rz2c4US9B7fRvYJicL2Ab/G7vAIQvujBibxxwSC9iHrXPKuB672mr0i9i5HivZdEVbwLEXI9TucXPXZN/r2NGv+9FWiOPY80lrwjPV+9OmuZvUEeG71poRq6CeYuvv5etj1iKnK8wl6dPYryOjwU9c09MmYcPckAS70J8NU8InpAvSD9qj1WPRG9Jj4jvBZI6jvoZyq9",
        "bbhmu4hKoLxhdx6+mCsIPgjALb77Ydw98ES8vrahej4qsnY9RyWjvnokPL5legS+4MBgvuZvZr5s4gk+BFUJPuh+R71JtI87mH9RveKuW7406gy+XYDRPQBY/r3bRBu9cwEAPkm+RjuRkOG+m/WuvrSuh712yJ893k4DPIQvFz4dipu9ULFWPvTRuz0Nhlm+lVVevm72Kr0f3UE+/KTavdpDsr7kWwY+grAXvvJGMr5CcHi+OsOlvTXpLr4mlUO+XU4LvtRMND286ak9m85CPoLkv728bIe+c99KPpxljL42vuu83SugPEUtrT1KRLm9ntbuvYoVbLwcU/G+aYd7vlJDTD4Juyg9fxgYPhf2VD38Vww+FCmLPencDL5wDBs9ZYFEvlmHaL2ZeQU+a6NsPrQEsz3lUYo92kY/PFTif70iGgW9CBM9Pbk8PD6kzHG9A2S5PajLUT711m+8urhqvVWMQ702IIQ9gkNxPZxK1TvWxA0+SZqnPeNYbD5pRFW+eoaMvQ8Dor1JvXw+tY/0PW1Ep73A4j2+YbyHveK+Hr0m4bI9SwKnvRNWvb1B1tW+qxsyvhwWmT3VXbU8yAhvPQsvSj0tACu9J2b3PTGP4b1Ykc89H+6BPSZSYb45jXa+whw7vXOvFr1oXvK9g0K6vi714zzNBgG+ViCEvdUMqr0IYv29eggbv0MG1zx7IvC9LaihvSCiiD2SpS6+CEsEPjeTi74IuOq9uW1avSBWhT3KhRi9Jj6VPc1zkb5zOse9Xuc2vsjWIr4uXta+xpnkPVy8Fr8Wxoa+iRCRvnEggz2BuWy+rcgfPfciej0LxVE8DtdUvqnW9LxJ4g29KgyevlNlEr5Xi4U+yVw1v9BoMT7lZze9l//UvhDCQz2qXsU+BSvwvoQSBT0MevK8UDADPvOVrb5mBJI+6M8vPrBOcz3iZPS98jLQvkICZT13i0S/y3AbvteYFbyB5F09HgTRPkaHtr2lTDQ+muGeOIBMor6JQLI9saqevT2r87zl4yu/",
        "JBtxPYMOe757FHY8CGkHv1bQGz5MkOa9dc/ivQymML1BDBy+x2SWvYbJ8r7VCgA+gfKxPG7HVDzhE5c9fh96vGqhJL5MmWu+jHwOvlwR+L1EpAi+2/uwvWBxSL3zFB69c1olvJlsA7wmzTO9AF5TPVKDmj3Qr8K+wZNjPhhsuD3cDJG9OUgVPh7oXTss/n+9bQQAPKzGY7yzKWm+dqyNvjOjDL1h3s09jk8cuxRU0r7diP29jF/tPQcrBb5rSRC+JLOCvQWokb0Me9o9tLb3vcJ/QT7Is8C6m/VuvVS0CL8+3uY9k1IhvieO8Ttug/K95bCWvYGPxTywowM9ss5svodLdbx4Hya8fGcQvlwjhD5CNOE9pY28PVizjrotIum880DfvRe0p72Sbpa8Vt+iPX1NI7v5STG9Z0u6vTseLr4ftoO9jSSCviJgdb07IH2+jfFoPp31OT7WvSq9eITau+GRIr5J+TK+YPT9u4pODTzXNbM9gG/OvNzKkj4nLi29XwuiPR2YIr5BsqY8+9EgvqWCLT7rZxC+2JzLOpGG0D1MnNq8AWIjvvnAILyI/og9OmH4PRbToL081gQ8eULZuuB46DzwQa09lyEpvocM8j1TEjU8vbJdvgQQmr1p3IU9OyClvXvAm761GBi+TWIYvpMUjT1ySSm9CBLVvfjT1b2BqBu+Ezuivq9O6jy4ci6+MPLuvRpG6byAQkU+qqHdvYIGLL8FZIe9xiiyvsjBxj0zFSc++MR4PZe6fb6d9yw+deVmvWymqb2OT5i+MO9du8H4yb6PvIC+wkFMvpGotL1rW448lUD8PDV2Fz2MhRA+cgNpvvxqYrlUcIK+U/ztvZsEnb1dsS09QkaKvtcI+ryTHTO9H1GgvoyqLb41Dy69hxl2vmzumj1GSDo+q+2kPZD3Sr1tGwI+cSgrvoXVoT294iW95aH4vjqapj3Otjq90JGevJFjgj36t10+sAmOvkjAFj6Srjm9Y0vmvAA7vD2LeDm+TxoTPuJx4D1E+xK+",
        "YkQSvoGnB74YvqU89no6vi1aVr7R05e+kGmovZAIob191BO+uT5wvdMJHL33LaW9xQm2vtErPT3w40O8Zb0CvpLN+T0CU8Q9zuEDvi0zBD2bLP6+O12hvpvOpL1GzaM9jW1evZlOKj2mFHS+vSLzvudiar1m8ge+ZjyRvdtQ072/afy88IjJvvNNGju2mAY+EJ+tPaTdKT67laK9qsfCPp/kmb7Jr6u++d9SvlZghD0T0UA+H64PPcYBIj0bMmM9lBpnvTHQgLwiigi/cZ0CviF2Dj4tpLU9k7i5vhCUVT7qmbA9JySNPq4VAL51o889iZQEPv4dbz76GXc+4JiCPEboSj3zlMU9hfmDvcdJ1j3/QgC86CqzvYQpBT7jwSw+mW1/vcsk5D3ar0+8Y1BKPVeXjT17nAQ+4HElvh1l/j0PVoG8qRkuvqOnjTzcLQQ9wegxPIammr01Lkc9/KsaPbeIDD4sOiG8RKjVPIKFlb2Pyfo9Rtv8PWRc6T3P2rG9RNsuPm+wFb7VM369UAwfvjYxED1Trfo9/uVgPWINbT36+7I8TekHPqYxp74iGxO+TMIXPrdo/zscg9w9W6Ozvk3SGL5tU1k8CSXYvYVblL4w8GO+JFD4vd6sbbv9IAI+rEbPvmHzhL1Qxk893yG7PTGlPj2hup29ZIBhvogMHT7+Fia+gLpnPpGb/r7kwZO+AWWhvlr2GL4v/K++A0wvv+E3mT2bQxU+0M2cvcdy271C+/C95GSkPgqVML0kFKk90kZ6vYGhIL0IZk0+E38vvComhj6A65Y9o10BPsbPBL/M2MW+KwCevuyrBT6W3hy9XT1wPcCiybmfvJg9gT02vGBFAz72qKc8QyCevaOy074RYpu+gJ99vaY4wT2uc+C9d+WMPdqlaL5+Erk+oL5UPRktbL5Jrjy+WGLAPvJiA77diQo+8Mb0PWfBib1Et7++VCN9PrRyMT4oZ1g8FSEVPjt5Cb6UhfW9eFI4vg9Nmr6lX9g9Ddmkvrmzjb46LDw9",
        "ehvbvj0rZ72lhYi+tifYPbGVQD33khq+14W9PW46Ib7/zRi+vQmGOweqOL2F1J+8Cob7vbktAj51J/G+VdxFPtDp8Dz83my94I2dvUiaDb64svC9Hz6rPbXRijvpy7u+psPtvZvG4T00WQQ+RH6yPLpRzb6Heo69SMVQu7Qbmr1r5rg9bVQSv0zjEL5IEwG/5xe3PWrkpz1cc3c9pVv0Ow2RSz6R6jC+GhWwPt7Yx729tY89ehgavhFVCj6YExE+eHfKPQjmWT26op6+OlgfvWoOBb6qOz87S//4viuHJz09M3M+siYTPqHgaTysDNO9CgvNPe8syb7NEOA7nkAaPs3u/L0b1qY9lb+Xvrfjt75mJUE9Xr+HPXpTdz7bAWS9MYPEvTacHz01GCa+RK2BvcqxI73N9r69lTx2vmqwYb27dTs9dbQsvlntW71t46K9IFnuvk4tn75jrBw++eWcvQmnhLwr5k69A+ntPRu3PD2VWdy9hzuFPFwRWLz2Cpm9dqxXvdulqTwIyBi+6tgXvsIX8LwNL4O+hIU+vwcRQ74avA69nw5zvips2r1y+MG+0GuuvVWJLr6ZVo2+Ws40PpIzIz13LIk9cRUZPXWGkD3G2DG8HsWyOxYUMr48qby+cmqDvlV00rwxxBy/nu8HvgKUub69UKK8ShO5OEu+kL3gIb69D+AiO9DOPj1odM09WDESPqGDvDxCAgQ+CHwGPk3wJb1+iRs+z5Omvi0VED6jJSA8aJ/1PUw+CD5tqQs+sghWvrXPFL4EKto97z2UvmAxOj6tkPQ9VoIUPFweMD5vxUo93ldtvV9nv7xF4DM9Dv+RPclw8r71QTQ+7h9nPb49nbu8bcq+lACUvnbbnr1Gqp++KgAGvlVYk77VZ4a9zZp1PVlkzr2M7ss9aFo2vt83Fb4ISli+m7+OPrR7LDzfpL48ZFYNPhpPSr78pb47xsu+PV9N0j0x3da9t7zuPmaByzzK9Yc9VOsWvrNOBL4QGFi9AiQ/Pg4GQT3+naO9",
        "C2duPTN2zL17xOe9BAwDvsqx3z25bGc9swmLvENWFb7Tay0+rXjVPYYLN77vCs09CEZKvTvc8704RNw9HP6lPOKi0Tyn2++9T4oXPZu2Fb4dChM+eNUjPcYL0z3SrRc+KawvPoasg75sg548xz+cPaDUED4es8q+Spu/PP4wCz6bRMQ+BxbwvYR6Db+/8NC9r4TrvkY/QL7ykcS+ltuNvQuwbL098ag91QsoPhCPFL3QENK+17EGv7GS8b0RJge+YaLRvQ3QP72mUKu9GcIPvLk3UT0JcoM9q1wRPhm6Nr69ELY6xxZDPYZ4lb7vS9K+3m5PPlttnL1cQMM9NC5DPuv0g720ysI8suZ2vASjnr5HEGq+KMOTvjb9cLx3nhe79N9Qvi6CZj0vAj2+xbewPQ0Dib0+AJi8Yt4pvYhJYb2rrNm+SoK9vlPGaj7oOF68Y120vIRVzbysJUA+XbJdvvtzTL5D6bS+lYipvXVglr0FYcm9rbxQviUQhL4OiYa+6ZabvpPKbr7blwm+dIFOvFghhDtvWy4+tiw2PsiyFr42eay9Uq/cPTAmIjwux1c93jYuPuER4z0RfsG+qk3zPJDuQD3+Uai91JVbvk1dCb7Peia+QsQNvk5a6D2hCTS+5sVSvnOGaz0d07o8jdsiPlZtAr+zF7O9S+0HPr79AL71dQU+0TR5PWRmWr1bwjU+0SKBvsh+mj1XFQA8RnGBvmT+BzyU+VI9VwhivXWEPr4Wml+++t+LvdEBuLs8JUO+P6mmPcneazvZTpy96YvZvSPQbj0RgEm9tTdpvf3f4r6yRug9tan4vWF2gb1P2Ea+2uF7vSxbI74uGgK+IhLzPQ7QHTtqVWO76+cYPYwhkr6hx0i+XwDyvTOWGz5lLcO9dnIYvXKsyT1Qwr287YWkvRc4u71t8ai9XyETPgvfa75UP509tZHIPXXIkDyURiE+LVIXvf36cr4ALAG+idKaPJb/F76Oyvq9pvDtPX25Ib2X36q9gUqWvg4Wub5ceCw9",
        "LaxKPvVSaD6YOq68npqUvvdyZL4qZH2+saCqvd+nor0Njng9bjCtPLYdIzpP0RY+ubTCvgMATj5x50w+IqYYvmmEtLzorL89KgtbPgl1+TwBS8s8lPVUPXY9vT058hQ+jlXSu/5Vq754uRm+J6GIvgybHz7qbpu+8XgfvouRhDwpsO48CLBguy303L10Pv89p2yyPX+VZD3oZK+79cg0vtD0A76kprG9cWX1PRZXuD2XhCA96FiOPlgCkz0awwg+4AE6PdgkBDy+XFu9+F1AvbNLCj5ECUQ+SQQAvhxFwj2RlnO+9hUJPQ6lHz6mpio+VxDiPOxINT6/mB0+JX8Qvtbvzr3HWVS+1erMPbeVIr7c5QI+mE04vqVbm7623Ba/bkEVPA7Ezb5tU0S8HLhmvpdbur09LZy9mn4Fvn+Wur4TjgY+ehdAPaUQHL59rT49+kQNPvQJhT1r59y+C2x/vg9O9zx4sea+YH5PvrvUnr6o6zi+IGmgvruyLT48EaW9sUROPa50iT755Zq+AXgkvzAElb75Y/K9qJzQvFdp3j1IxDc+B59mPImtqb3qqAk9ZDn6u1heGD7AtnQ+TWMDv8eVDr46A708dttEPYyLrT6gWZk8XDTYvCzMGD4J8Fw996p4vvcm1rwJxxI8uYuKvZaFlzwqjGm+PR2Bv6qXzjzaa/A9kyGmPQJhl719l4a+7rvYvjdv9z25cnA+JGkSPoGx2z2kxQs9AuYOPWmFUD7ShYS+EY0GviXdBj5jlAA97AY0PmKfGzqwwCY+HFLsPUacZj7YjoQ9ZdN4PPmcpj5VAKa+E2g2PaQCaj3Zoo6+V1UmPvsX97zm0uO9TbdaPV0DvTzul5++HSUgPkN72L7pzg4+DBQSvTPS7z2Kgi6+h7SmPOesjL0Pzh093e8zPo4/l7xBLbI917cxPoKBFL4ohuE9FKF/Pa3/qb7rrku+6TlVvm731b2tHym+YNo3PPmR5b2q24q+ou+Bvo6lET2UZ+A9pzBHPGdUsjwX0I+9",
        "nWygvL4RAz69YFI6jJAHvoH2Sb1tjeI9LqHSvgempTxob0o94RLNvMcshLqOa4u+unphvaYPmj03sNQ9iqR4vkX6172d4k89jXFIPLDIP76A6IY9bkb5vXkwCD5mfJW9/6y4vnvcCL5p5u68UzoDPnOEsT2L1Ty++M+TvAyX/T3ccCa+/SNjPnPGyb5SRBA9pOIiv2JQtbuhGNm+io6SPeT4MD62Fxk+Ywg8PJPRlL7I44m+Cr8NPm0vZr39eKM9YhpyO6b5Tr2ACLk9jZZ6voJlBj47eYA9CZgjPt/0C77qHh++RpFVPQhcS73t41a+TSgbvCyIxD6AjDS+jG5jvTn4dD7VPj89uzEDvq6BH77pBwa/eIMOvguTob1Jw9M6DYI9vWWtzj0mEt29yyuFvs0yFr4614i9crgYPj7YEj7uDZA9UWrivQnfGT7IEqO9lagsPUciRT4GYnW9qgMbPWZFsD6cv9s9vKWevFsX1b7wChc9oJ4QvXXjVL4WTtk9Z2wlPdT0wb2PFIe9PExRvQv2xj3PDdO9WOOhPePEmz3nYAk9Kh+YPawSNL5p9rO7MS0kPJyBLj7FEl0+CIQTviHwUL0hpyU+mQsNvX9xHj06yR697Z0JPebeo73q3TC9HqaiOlnngL7Vzd69/WjAvE0CYzvaYkS+lWQavkpmGT6Vuy2+GAcePjL4qb1rRVo+jFc6vvyWDz5ktGG+ozFSvn0Ryj0V0Lg97PPRPAsSU77pz9o8IueZPDGuY71CJpY9RFX2PV1zPL4noRI+CVqAvmvZGD6euFM9RqXxPFr8Tr4kami+4zrSPWjUgz3KMhe7isNluwgpEz6rCeo9ATFtvalSiD2hm0C+5F64vdRhCb+qmv++nRlVvYCxxr7HOL++NlBEPoWiSr5Bs8Y95NYHvQsHtb7i39S9rTMIPk/KAr2eG1W9vRGFPTgYE76a0Vy+wI5LPJ5MEj33lgG+SOWuvTfNKb2m2J29mC/ZvrsTGb6fV0O8mt35vRZmnb5slZw9",
        "ZjtWPEO+7buJXnQ+Xhh8PYW5Lb5DT009Z2nsPeBzkL1Wz8y9NnhTPdNwcb6NLBK+VWWLvlhlIb5HkKu9hQ4IvcY9Zb6LVJW9+A+ePeohGz7vPbC8lJAZPe11FL32dZq9zaD9vVlsKjz+s4+9Je6Cvqwccr3kGHK9jZvMvjwGhTtZn4e9eVmkvo4nYzuIWCg+9KukvbB58j20H788hfObvtcRizvL+Au+yLfjOygkH7zT6iE+Z9eFPW9zsb4PEmO9dLIqPcQlDz0tOnO+9JZgvYjqUL6Ijh299Objvd2X5L4hOG+9EuQcPiW0OL4aSXU9Ut9/vvhETj2Q5ZE9E98bPrPZhD1ihgK+wOwPPUDO472YBwc9OyQXPYwTbz5Vyk49OMwVva3iqzzPy+M93n+rvQ8wOz56/JU9wPJJPpL117yEpUY+nIrrPZxN/b3CEY68IYJxvnNrcr4loq89+PgFPnqRAr0Snp26x8CyPVZtYj5/TUs+qImBvgPfZb6iq/Q9muUavSu5FT1Ges++A5MovVCl+r0ybJ48b8gePsNaPr7wBfS9LnosPmft5r08fbo9DKFbvoHlIz6cM9W9ye41PWJlg74pukW9eSb3Pa6Ioj2pBYU92q6bPQxPVz07Xec8ZqhovqtDB751X4I9Vj5xvhtrfr5COhC9JJB9vpcAnbtIWKa8sZSTu8EUC75IH0k87Ln3vf0+mT0F/T09twH0PIB/5z2jlVu9cT4HPkCB/j2f6n28/mmLvguoDT4mGWo9wkQIPaYzEz27RSe7iVIrvkPEfz2Wv8Y9Yb0IPeHk073jria+G6n2PBWOGL3VPY29StXSPdCd4L3nAVE9588FPlU2C7/kp+C9VUPjPW5/8L2XKrU9OaJHPq9vCr21Qdi+JrKgPQqkwbnFIWm+UC87vqlXDz7Lb6y9eDMhv/9zVz7j4H69zk/ZPSiOJL5dDZ27jFWQvs77jL6xQxa+7rcZv2zSSbziT7y94t8TvuWiHT7S0ja/HisfPnrnvb5CG8u9",
        "6wA0vvy2/jx5T2e+4CpRvTNoGr5uWd28E7qLvmV2Qz6GHnA9QSolPWz3cT0djkS+aHqNvKbFmr5t6sy9hbnTOLhrJD1HxaS59fKSPdYSYb7XNNq9iUYavTBLc7zKRhI+ak2lPcnQZ7yBOyu9T/+MvXsSDDzM00a9VpmXPadvOL211mA8wqunu8fcBj796pq+Mw8+vhIZpz29nDC+K/UjvjUSwb0iL8s9DqoOvhsr+r1rxhy+++atvgnKS76y7l86cxD6vAhqVDvTPVS9GapBPgm1Oj6BFfC7R83JvSn0Cr5p6z49BLXivV+yZr0GlOw9/eSHvluYGL4pEai9kdVgveDs7ry1KZo9wmoovWomcL3x3cU9v8iOveqIXj5qeyU9RY0nvX2g9D3NtMa8mFhEvIYj4T2TIky95iWHPlNV7D1Bo0G9059IvsFFMD3Enqa+8AJ6PS5P/L20TF69bG0KPgW8YrzChC0+Gms1Ph1pfryRSGU+A7BUvWcxxz3+3589bmjfvUdoZryUSBU+vV2tPaDkYj762Ay8HK/bvo6gLD7LEUu9HhbCvuMXkzweI3s9yQaCPV3vXb5AqKe+zfUNPixPULzNBFC9z+ckvjU1jb3XZT67DdJdvZEAgL5DFsW+KGR0vvLSwz1EUAi/KR0OPnQmE75DPds9rFYVvIoQeb6r0cu8IKcOu8UeCb1fc0q+/QiZOwY4A75pdCW9WqM1PsEnqz2pDx2+2oDHvgyzu71ftpM9jgajPUHkUrw8njU+43Z1vj+OW74jyE29ZnLDvtXJkb7caXm+nsb6vbStRD6rEzs9ftjTPR5TzD0woYk8W7HlPd+TFr1GE2a94CbOvPz5jT3H52492YQBvmAXkr67qQm+rzjavroO1r31fje7e6mGPSYljT2190K9XO8avvY50b4MeLw9+5IMPPp4sb1Xnee8cex/vWjiRj5fUWA+MlEzPj+v5j1bNWE+2a6ZviIMPz2c3m2+6lcuuyvb4b66jzq87ywFvvU6gD2sy3q+",
        "leWavQ7dJb0jhVm/JDOevI9Wb75FFIe+nS4mvl7Gtbr+HAW+4ZmtPV0ZhD1IMzm4vgVFvRspLr1uLxK9dzS7vs88ZT3Q0TS+nkwWPrkCYL6on4+5jelIPd0bGj4r8cs9o9J9vsID870T2OW9PacGvv1PyL1IKHk9YrXYvMcuHL7DmWO+zPjoPVSWBb5qhBg+wKlWvgU0O72j7nC+kUg+vb+OzT097Ea+LQffOxuTor4cO5a+85h3PndQBb6AYRA9lbhOvGzTsj314l47CUMYPZ+ZNz5HSX68QYFEvblr7b1dLz2+d8Fmvdp4Tr6okBe/K/8jvsd7dj49lzE+RPCgvOsppbz0J9++2NY8PKBdRj5b0VQ+PBB8PuOUFb3PFQk+buWWPW6Jl75uGkm++cXMuyDn8rslNpc+3jjduQtHRT5wz0C+Kr4BPQVaDL/jXFq+U4zWvhrLhL5feMi+xuvsPVLr5T343MI+y5pPPerwYb2kh4Q+7iLyPYlY3T0ieNO9RS4rvk5Fej3flvI8KXjZPbFgsz2nU969+I6Lvaq3qr3wQ+C9j66bvQvaZr2iSaW9sR0hvUwhM7wbQMG6MGbjvYZWOT2pOXO8+X1lveYUnDxsanC9pLKGvbgRi70Reh++0mjOPWqk2r0BRQC+tl9GvtIgIL7+OZI9UVsXPU76gjsFACG+Ls2YPWo/+zywfG098vLJvayM77wUsSU9mBySvW8DiL3/IR+81+XyO/Fa17wyKSi+ZtIUPAiItj1BZDy9uPURvpZogj2ub3q8WfTOPQRFoT1xUbQ8qs0VvmWeQL5DnWi6CtgjvjMJ0b3a2zE9U+0pvtR0zD1n3kW98bF6O6Kj7706F+O9lqEWvuwTLb6//oS956nevQBGgr0lrO49+q7Svccpdj1GHOC9C0A8PUMdHj3sYZ89tvQDvm7vEjvz8h++NngavICpU72ImQ2+B8lzvOr5yL1qCZw8D5mLO12kwT0YLG69N+G2vbmpJzxw6W28P7tCvv4BOT1OEOy9",
        "uv/Jvk5ivLyF2+k9vI9pPT4P/730cwC/HxHMvqUroj6b7+S8r7vzvJD0LTzbRDO/X0rDvtebgr47O+e+YjgoPnYawr3HyQK+0o63vRe7hT1oLy093djiPai5N734UnG8kLr7vUuHCT2gHey9y74PvwOyKb/GYJO9H+FhvYosFb6sEw6+DkYXvjgd+D0krGS9YBoqPYVszLngGFe9fHYEvn1TrL6pyXO+xYCDvqAeKL4kUTg+xDCAPRSV0LwmtPk8kF5+vtFpo73lbya9cqxdPgO5Xr6UYUo+WpbNvveO1L31ai6+tK++vdy+DL4IpK29LW4mvbjkhr6sSac+iNzfvQlnZTzlNEo8nFkvvkw9HL5oElq93W+TvGMXwDxSEYM+jcDPPHEmxjzmCNu+WIZmvVki+71ozgA+YjShPjoHer3Ipzq+EYa+vQ0LvL3MP9S+RdwJvl2QfL44QVW9eDKmPiOMob1PQhi+RTYKPvhvcbl4ba08SzezvVZ2fb5p9cu9i+JRPVu8bL1iF5287deEPbNy0D3HUwG+3W2vva54uD2iNEm95MKNPfcpjr7iZdG9viqtPfVGu702IHu7BYUDPpDslLtX81o97WkFvkk+q77h/Xm+GlLUvNQaTL4Lv6s9CCTKvKOWDL0o4/y9x8qLvUcQsz2aaIs9MNHzPRWkBj4l9yQ+2/a8Pb/PSb6c8+i+iFnSvcVJsL7A2C0+envuvisoU74D9A69iCLqPedtRzsuSyi+k7IIPZrkML4794+9Go+svBC9hD0gaB8+3WSNPSe4Or3FVAa9ZMUEPj56Ar+WoEQ9lVuuvqVLej6k/IY9xDbqvbpZiz1VHUg9LnPbPEQ5Fb4FZIA9S3B+PdwHvz2hRd48AVnUPQBpjTwheW26otYaPe3R7b1uU6o9vErcvIjjAz7ChuW9l6yavQbfkb4s6ne61LYkPnTOhT0ZKA0+Vc99PXbfX711BRO+uviHvVxXIr6JyIu9fHVRvrunjL0xYpk97/qpvSEzOT4Qd7M9",
        "/zOtPRyYz77TPey7P1kYvyFcDz7Yfje+n0bqvJoI1D0OT8W+Civ8vHg9Ib2Lhko9lWwlPmFer7se/Xa9QuOdPepqCb4Nk0Q95s2NvQaoOT7cxEa9Z60QvUua1r1rwwW90YkUvtcN0zyLAxW9Fuy/PUBAXrvcbAS/QNbvvW6hr727nLe90cnGvXkzLzzHF4G9LGu4PZcbgr6KU5K+lIMdvsO8tDw/rLC9jjDOvQEJor7Vn4O7Zp0CvS+kurxiUo26gzEWPu8ZYL3D/o49fKjfvXlKrD3kQj+9dYZKvbJa7r48VIi9ZI4svnihgL28oyQ+HryRvdVlbj3aqDs9vb0wvp0rJz6N2C4+ZMTSveK4Hb4i0eU9md8Gvv8P/L1UN5u9cBtkvgA40L2fsI47TzcLu2w12z1IGvK9vIzMPNWxL70DRMy91szlvsSFST4v55S96+daPkkLij2atpU9TDC/vTP9Gr6vK4C+wFxevb0cXj0KDWk8LMJvPPnj5z1GBFe+lJnDPWrH372B2Wo99SL3vaCIAL6efKS9HXZWPcu2e73CamA9Nhi4vf0Nq77ZEFS9T2E3vhdpOry02xA+pMXDPbznML58KIK95FZEvSBbEj5pzJW+P7muvjYBr72DvX09LQMkPp/U9L0yLQa+qfmCvqCqND6ZD6G+sIonvwwkfryVgC0+d07uvbUMij0eBiW+cYUIvpW8E76aryk+RhJyPfOnuL37CTg9VTaHPRCv1z0D1tA8hZSpvebonD2Hhg4+TR0EPHDx+TxLviK9H+bLvHfgsL2LDY69ZLirvZOu8D2SVvm9R8p9vo5Ovz0TL4O9UpKivWbghT2wElC98ZS2vs7LCz4eUfe9mJOcOf8I+T2wi7s938KhvMRTuDsRtIQ+dR70vcxwjrvfpSk+LKwDPi2Dkb1wk8M9Eq8vPqcBKT4CzIA8KZ+Tvtp75r1fpDi+PYotPvQtVT6bVAk9ApgoOyD4lL1Fi4o9CRu5PZa5fb04yD+8XoR/PtX9cT6BCuu+",
        "XJ6GvbA7wjyDZlS7PcCEvSeQrT1JZfG9hjGrvne34z3P77y99zZCvkEy0D1aZ/w9knZiPXb0Dr99Spa9ZV69vgjNvz3EoQg9cuw7vUN3U71SUeK6sTG0PYOxP74yxy++oTenvmFF9b2kZIK+nhOkvWAJVT3jMKq9Ie4bvWpOBT5LDQw+HEHCvekQD76Y8bk9478CvMxcvLyBpjQ+ggHwvfQDmb4YRvM9fuWZvobHvTw5MCM+7MrrvaQLK70TyEm+IjVkvroZJDyIuds80PyevpRzlTxqNG2+Ukc3PB5uAj4gHTq+EnajvVczzzva+1o+pEH0vVzBGD5pGR++YTErvs+E+71KPw6+5CQJv449LT49Yp6+ad1Nvg3nLr7Ejmy+QsiyPW8Gcj2ZaeU90onCvUYlbr7XDFq+YgznvQGs6L2XsAQ+e9qUPSsmFL063gu+8NyLPvSUAD5cL3a+nUMxvu6rFr6ssUY+wN2cvtIOkj0vq9G+i0givVy0FD51vna7FWKFPSbNG74WFQE+6QbsvrNK373Acty8qmAOPXLRxr31iZW8u3SwPeMmf76pHu88gizMPEghO75TT5q9g9uFvoI2dj2Fjou9erw+vnT/szsTTem+k1+vvhH8Eb2rYOW8dusxvt7xIL2mUHq9s4a+PcYlCb4fcEa+E3vzvvYztzyUm4O9lH8zPuYCkr0s93o9rAwaPYeoNL6ZvmQ+C/jGPQBzw7550ig+4f51vIUELz6B05m83djjvZVDn719qFE9bvrGO6lhlb7eSd89zwNCvnz8+T0Tzym9P+GGvQn/YL72FA064iTuPE4VEj7Cuim92nWtvkeVRL2PTNQ9/asIvoUhfz5h/Ly+436VPJHQrb6tUve9blGHvXWoiL5LbwW+D31WPjixjL7L6bK7E+blvgLKpb7KNjm/WAh7vB+rlr1enhE+HBVIPhySrr4wxoo+V8hvvs/D0Lp3fLW+ryZXvEoyoD1Xttc9w7uIvkmiJ77vZBg9ZzchvsjbSbspJF4+",
        "uyIBvqBXnj21DVc+L9rHPSgGtL5+VI2+Wh+QPXfBID7/iqC+kc29vUCZ6L3c2za8nRWXvrrwiTyJOyc+fiyxPd9MmTzV+gW9a5onvk2iUL4Apgc6N8OzvVQRPL5+IIc+zvHLvLcOqLwmSQG+0iKIvlBw9z1JpLA8bY3XvVvCs70pQoy9qJcxvic/ITvza2e+V5DIvQESHb48KQ29ynBFvjyrW760Rly95WAgvke9Lb5NSXg9aepJPuS4mL420M29Fe9aPBUVpj0REBW+qbl2Poy+bL6CG1m8cMRmvub4or6pHs+9W/1tvo258L176bm63QaQvpQ+HL7vUOC9OgUMv0rboz3QUcW9DQd9vUpezj2n4sI9N3ZXPd07Gb0MwIA+4g+2vonziL2sSTS95cSBPtzgQD6Xg9s9FgSxvW7FkL7rkqq81ykIvtl5Yr54KRm9gGbqvSxU+L0WrUC+XMrGPaVd4r4uSaG+e91OvtByzr2tGOU9MdSJPf28xz2XMva+ZWBlPR8t+z22wGm+6jhsPUr5Cr/t+1a9UEyfvfFTfT0WYNg9Rlz6vCSxMj13/xk9LiYEv8ECB7y0KGA9aQQsPqZDcr3NIOW9D2lCvS38TL7rtYE8OkUovBvrTb2gSuG8oOkIvnIIOL6Tna89XXu9vuye4717n/y9rSvVvGFtkTzgRfm+2dFVOyRsOrsVH4g+zI7tOxMdI70oEN+8knRrvY4vyD0NrxM+lsBDPQ1OfL5bQ9+7VEzhPGAmy77crKw8vEgZvcgUfD1QRo27zXKdOrHnfz4fuIk+ZZovPjAxn76sA4W+W7/SvL9XB74F1VO+A6HRvg78LD6B2ys+9+2cvNuFPz6+SuE9BofPvprqYr2M/HO9LNHDvmE4Aj3OVpM+1RnkvSdBu72p9Wm+s3xKPoOXib6mSzQ+xJioPoIsHb7vcFw7HPhRvaggoT1qnU6+d28KvPYiDD31RsQ9H0GvPsqYD777yGG+On2RPcTcQ757BI49obg1vn8/g73UcX29",
        "+d8wv66jur1mofA8XcCKPb8Cib1eOoS9tZh5PYMMVT7W2hS9OlEqPf1VM71C5589Vq8evQgHYj3c7Ka9ttr/PdssoD0JNxQ7fX6gvB9rR72nTQK+MX65vUgco729B48+oXQ4vk0vEj2ET/47hWdAvpIvBr8sQ6Y8Vl6ePR4Ui7yL2Qe+5wqkvn+Mlj2IXle+StG2PT9UZz3dLM69UDgcvXYzOLznvXA8XadQPt3z17xQl5Y9KfXvO5JjezzSo4s8mVh1PclKyD3qEca+0psrPu5KXr5phpW+CkkSvqptOD61eNE9UQEZPg1XUz7pL4u8OVvlvV+Coz0gqK29DLpcvTTpDL4e19c9fAvLvNFO3zy2c4I9eRkrvlBMhr2rKnK+nb7XvjzO/z2ShM6+ctwaveAHMDxww2Y+SXVvvpYZFb8doDy+RMsLvyMzob3ees678zl4PlTdzbxur2G92LAUvdNBcb7SA96+kQ02Pt1Kcb1aKtu9ETw2vv4RKz7I8gG/vqTkPRGCrT3B7v+9NZgivZM3F74X2zW9VD0kvq/j7r2wDwc+PDeJPRg6Dr7fqm+95KenPSR6H76bHQs+zIltPh3glb06XDi9OAD+PeIU7j7IZTS82uSLPZPVNT41rpm9AoyjPjW6v73ZsT++x5Zfvs7dXD2sGxm+WIaFvV+ryD2ucwM+ncutPUDShD36ywS+DXkLv4CLIT7ICa2+B2eNvZB0Mb2ISCQ8lX+6vIhZOb+d6/i+grSKO9lWR77/PRE9VBfDvJhtCT4JxQk9BBSJvfQvlLwwfm28fNezPczyXL7jJqG8XG2ZPfwSn74mOhG/Yn8NvhE0Ez3Mqyq+GJdIveQgw73VAUS86xo4vpSXGr2oIQW+jquPPT1jYz5Nk209yjNUPdUWrj3wx2o9W8LNPXP3cL5HZI0+fs5APi5+j71H5YQ8MVKpPHC00z1vqGy+ztMLPXOApL0Gl1O9PKNMPqsn1T22dSm+jqJ/Pm8as72OGNo9487WvZuMsb4WzoI8",
        "Xu60PI2Fsj0nI9C9BIJlvMaTrj1ev4M99cZtPTFZCL1uXhM+gcSgPVjNdr0RAcs9SUJQveePJL1hBoM7gCirvo1HMb5dpjO+FWSOPULy0T0GZgO+rtOtvai1kT0qDcY98w9RvhVkhr5ZtwI+ERvQPdC+BL6jGgS+sgcWvaJTQj0QORG+r5UtvU2F2b5dn4s8ShEMvoE6Jb4yLCW+XjnPvcG3e72p8kY+tssIPhJKxb0a5Wa+0bJEvlfxhb3SNSy+2RCWPbghBj0kiYI9KLBVvliFhD5p6vo9QeWJvOQiprzR7Yi+cfflPfOolr3Hbl69sAmevGHvHj6MQQc+8IaEPZeoBr6A23e96Z1avu3wML0ukj+887fDviK+iT0wW0++nkiOvpm3q7zkQ/I9ig56PTQsJL6wFSu+xf8Ju+l78T27bbG8TRGevoB8Kb58RS2+ILWTPexQMT0dR0+85o0OvhZLC76PNIW9rs4XPY5NoD2P8sM9wCZuPnzQKj7GsI6+C8AWv+6iQb68sBy+RufBPZlxxjwThoy9927YPGY6BL2NWPc8IEISvhRElT37nrG8IjwFvdGRJr4JMOm9G48SvOMxF73A2Ba8eW3Pvd9xhb5+4yO+k9SfvVwXFb72su29e8P7vp/+aD3fqUa8ARgZvqxE374lFss9OQIiPQBTH76AhUC8wXMRPozNEj6S/PK9RpVmPTfDw738M+M9YmbBPReitj1gBbM9WckqPO1X+Du7Npk9kAiyvWg7CD5OAA0+lbRMvBVZ8zztJ7W8gwcTPRDzxb73C5i9TYbWvetDXD0mWoY8Er2BPePg3j035Zo9qOPuPQch8bxy8qQ+boziPQwI/j3HxfY8JIN0vgNlSr414g6+t0y+veqSLj74EU4+GvSmPYLO5D12vuG8M0qGPQeT4z2CV9E9YuWUPnWX0LylJxA9yliRPaaTnb1LKH28W5nIvRoJHT25ZLc8W6jiPRX+Qz73QTu+wng6Pljh1T3FBXI+L7VEPpG4uD23BIs8",
        "H9QiPkYZFb51RXW+iKJYvtLakT05mJi+9/E7PpuPI70VuYa9G9WVvg6ELL7djtG9DkkQvm+whL2pBAc9ol5GPaaROTwsTXE+lx9NvvnQUj4IYTy+l/ocvg0Xh7778xo+e+pNPYsT/L23mes9by95vRT7/z3lssW9pdXAPHJjST1JytC9lxQnvrajq7253Au9aEsePqbQhb5uBhw+1gHGveQrvL0pZfc959z6PBLDXj5Cinw8dY0cPWpXCr4mnwu9TMH7OZn8Xb13WkS93szDPcAAkb6+GO47jSwVvdNz7rys+Oc93RXgvU56nj0U4ac9l2YLvQw/kT1+Z0w9WROOvpcjAD4kPIy+wnAKPaRpGb+Viqu8WO0YPGk15zycdnM+RCM/PmxThr4+nFU+Jz1APWByKT1qC8u8Sb25PSCyHr0VNt49cwdOPW4ZQb4l8XS9DtUgvuo9Fj1QfXK+eIJcPRuvTr714yw92yjzvCaYNb7ckc69GKi1vqmWMb3KjRs+wrkYvoa6v71KlUK+QZBkvaEf5bwBQay9wBPePQ19gj1NsH2+7FdEPppqfL5ZaZw9py69PSMzvr1HDVW8O7Cfvk+V+zzHr6O9+YMgvhANizt3C6W+P6iVvunivz3YCAA8AqqLvv2DKr0/VpC93K4jPvDYdD2rNdi9qxkWvVEan77jjVU+BCFRvthKH78w3gY+76bFvCxOzL7R1Zs9OM8sPpfXoj29VOc8mh4jPhaI5j3dFoG+R5kSvq0+kD5kJo09Rf8yPOfGCz4EIYm9ijlVvhTNSDtotrC8wBI+vvUWqz45RHi+IJ05vYtK4r2xciO+PXudPjibg71FgIo9Y7BSvrVL271cuzA8lQrKPfDcOT6pPgi9CVq/PQH4H77YJeG9Gl4ovs/1bL6UqzY6qSnmvYQD5j2zSJe+ymHXvWd4Hb6eQeo9VuA6Pa/leD3R7rK8dCILPTyfRr07FR69v0ZNvgmuZb08JjE+zUlRvrZe/j2y5t68xQGwPhLmdz3zWKC9",
        "B+wfvXRZqL54ZV08kuy2vszNBT54ATe83C/RvTnY8j2+55M9AvEJvjxEr76y7049nsZnPcj5Qj1RU/49A9+NPW03T76SDBs+ozIivrsVvDy8kiW/k+PZvrBNr77+7Bg+k3kVPVtL7D11D8o7nwTEvLZyjD2E3qi+43f5vgNnD74My769P4bJPMB7g766aqq++nXivWgt0b4hJ+w7L0vlvR/igLzaSEG9AFLfPWlw3D1psDy+a7cnPQwHLD6RjLK8k/uOvIF+l70CHYc+htu6vI65K76xiAG9fQloPnmP17x5/Iq9GPtdvozHhr1oOfa9vaDCvBNBCL6GSc68rKC5vZqdcr2eyiu+AY1KvkvcAD4i7WE+Ae/lvDkCZbwO/gW+8xs4vtdHTb3pwlM+xZUZPuQQYb1DSmQ+2eMmPutyBL4wvlY++kO+vQ5ijL0Dvpq+yr2oPYtQ4z0ve1C+XPfcvLmmMr6+t+y7XW61PIsDpD1w+GE9HkBzPhu/QD6IiZK+3/FwPXZtO776wdO9R7LzvZxrbTxPQYG9hLFhvdpEqby7yLg9PDOFvvBZD73C9Oc87TEbPUJGLz5cPiw+3G37viaFwL1RFK89G28YvYObIb2cwK097Y7RvdNpbr5Kywa+hEEQvwVDsr3TCo6+HCykvApEg70I1bw7KqoGvv2XkD1X05C9HjpsPRakR746HcE9FBOsPTyVkrzdHcw90rDSPBBkhz0XPwC9l7qPvjIyIj5yJ2w9COgJPgYI6T1XyUe+3GgjvReqEL7kS/8980fAvMYsaT6Y0bo99IR0Pl1sQLyZkMK8v7x4vtFFSD0aQvi6ufnmvGMbXD7Ed1a8WGUlvm9/6D0Zf5y+hwVMvtpJxz22Ggm/sGeZvp/2HL5WCne+roXUu4Ycsr0Yuy8+iXRUvmsBHb/4I9Y9Li2/vAZdmb3BqRA+e3pmvWkEVr5uf/q99+m9Pa0boj23mI++kEBJvXjcC74uwgU+BwAvvtLtV75r5rS+8kLLPRDCQj255Lu8",
        "oWA5vcoCPL44sye+ZECMvdbSDT2iyVq+ajeivirdcL74Qie+f/revo48NrzudLY8l6YQPbR2Zr4TOJu9kMcEvstu1L0TYSo9Vk5evtM0uLtYNpg9sXVhPWPQO77Vyu08ekY/vkioK77hDaq+8mAKPAkzij0F7qI9lUXyvNfCVz3WmLo9t96YPRIqPT5VTY891Mz7PXB0jb1oC1A+nYwbPRqG0b7xnbA6hr2EvyV4HT7hOeq8PmCWPTg4hL3Nvbo9VAkJv9WK9LwFkRq+b3xUu6LeQj18Vii9DYMivk2k5Dxlknq939MjPT9b7jzyXV8+K7DfPVY5rb5hUJM+nJ5Yvj+DkT0wOrk9H+6QO2okbj1Bmg++pgNSvmMlij3twuo9JryovTvz7L2i2is+3CIbPg4Dhr1fdxC+ydJQPkICzj30TvA9vS95Ow8Olj0vHeK9PqnIPFd1Y70TMR491+UhPfzkS73WGbm9BE5Lveqd273OctI9pje8Pfto3j039mG9PbQiPrvcgT0lOPW9SokAvjitgjzTLYu9EHOZvngJkr52DBM6vvTtvaFAdj2K45C9jKxiO1vnLD5/5169TiVFv9/VtL1Diii9QCUTPB+Vmb2dmng97HIXvoH2Jj3Bjo69ABGiO8jQ8L38jfO+rCtVvtcRGL6mbLK9Bc5gPf14BL7NvUW9U+RxPnpPCL9KhyK+2Zf3vveu87utKVi+nq6rvIIlCz7X6oI8JYLyPEj5pr67Vcq+OI2xPW5WR76jP5Y9d/IjvoBPdrz4xI8+egwPv4jd/T2VAhQ+Qx+2PUaXk7uH9gy+yKP6PaB4n7wowsO+LwEevrtEVb6cOFm+lDMXPSSZcTot+Qe+bTUrvf5Ah71R86C+4DuoPXNNBr4yeCC+Aqk/PpvKNL66hqg7MdYEv7rZeb6XMWe8mbKePlwizT2IdeE9pAeIPtT12r2gmnI+idGEvoxcob2hdlo+XM08vuSRPj7btT296iLbvpWPOL8z3z4+/yjtPbSD1b3ShPQ7",
        "pe2RPNeHn773Lw29QBCGvFNyOL6f9ws+IabcvaOSSj5szTU+pzHxvaYRKb0qwBK8J2q+PRuRAb7gcXs8PYrxPfVKcD0LpBk+EPLIvsiF+71dmQW/3MRhvteFNr2j6ks9hpBMPheDzD1HNJS9L7U9vTtvOD0aqgo+ENvQvUuOhDyW6qs9kPE9vGuEs77a0FK+whyZPWIRk71FY6W+MN7JPVos1j1c+eE7VsySvozbPr4fOh+8qddLPpqlFT5nXau86e+AvRNqgr1zvxQ+OXgDva1JqL5gM6W9/qHYPLvNpbvCSsa8zCoSPvn1CD4j2bC99x4SPq2X/j2EhBe+j7TPPXmxiLzFSpM+0HEGvn/lCr8GsJa9YgmLvVFUAr89kwO/IAzauy8nBz6d9nE+1/BEvok3Wb6vk2a9eM2WPXl/kr5ejLa9dT1/vPHcGj4DlX8+CzHLPuuRRD7Xbgw+IMmNvbCz7D0nD5e+KCx/viphi77N7pk9wvDxvsG+j74XS729EH0nvT+ukL5zAAu7BAspvRLg/D32wN+99uiIvYzKHj4S1Cm+GTU4vjF5Hj0YnVg9kw7bPYL50z0Gwwo+4qqiva4cND3WVie+rxVCPNvzRz3aLHI8j65ZPZiHqb6n04M9/zKXPeibRT1k+Pq9CTiVvf16d7uDVIe+f1AcPgS6LDy6m0W+AdNbvS0vLLx4cGO9HAoJvmzqnb0MWIO+D3UyPSDpx70SrPq8k0GSPKp2kL4CBwg8uauYvXlYO77ZGRs9KCkGvCQp1j2O54C9nQnLPW/ieL7XcIo8043BPYP0PLtco4Q9cVLBvSoeJL7eLw++jjKzvVhCD70+ZBA9Qr8zviF2tz00W3k+SVMAPhrEGz7wE2+8aFkuPXMAEL7wDRM+VqFvvgaITb53DaC9v9+xvWKB2z1z34I99aK7PfS/UD75nT2+fWOnvgMZmD2/Gy++Ya5SPpj9Aj0CDJc8uFexvYoIfL6JYpY+cN39vSqMx73qPT+9ZQewPt1C0T3Yaoi+",
        "QjEcPgON/LwMTN49Zc2vvZl5fD202xK+Zr8FPeY+BD5jZy6+V8FZvQIRcr62ih2+s0CjPbZoHr56Gsk9dDNFPGtYc76nJrC9dHHIPSViFD6PdXW+Hcw+vhQlJ70PkYs9xUwUPp2tBDyc50O+cFXnPLq5XD20Vj2+MwzWvtxzzL1u51C95r63viVqhT25sAs9hJ7pvLD5n7xvqMQ9bZZKvqXk8b5njg8+AWlGvbwbsz3Z2+u9OyaYPupLgL39CyQ+1q/Hve8G9L1kVu++UmdWvchcRL4kXB6+Dvyovcfbbb0KBvG9BTV/vRz9NT44q/q97AcmuSc7TbxG5/K90D7Nvqqu5z0IP4E8kX+CvsFBAj6utCS+Xi9xvrdsmb3iH4M+7oHQvs90mb7FKEa8AJADPuUtG76ZI+w9rFYzPgPry70IKOW9UpEDv6QVij7Jhb+9Br9SPfbl4T3JmM09ACtGPsdMbLyUKEE9zidlvsfCD75PRgs+y5xDvvvaCb0xvSi/vdBmPrs2gb2K9S6+zPUWvvc0Xr7yBJC+DQaPvalWkzzNqlO9M+JfvXDCeDvW0Si+UsnCvio3dz3pZnm98/MPvp+qZL02UKE9ZagkvgvIiL0KkS46sYTAPUAacTyrvAi9j+p5vp4ZR775w+28HkIZvt2SDj4/Jh2+qemEPCC5xDz5yZg9s6baPFLQhj3V9es8R4khPug/Db49Khw+/6cZPodti77Ledg9VGmHPRdUmLwvYFc+3DMNunZvwz31xgo7pbsYvqUcdr6RtDS+mdGRvhaOlj4F8ic+8gulPWiXkrx4i2i+LZZBvgITajuUSQU+r9XWvB/fVT6CjBs+LjAjvsNglb7Gkzq9mAC7vleu3T1GapW9zMftvTSvPL7vMz6+NpoYvFwUDL6WqZE9q+phPdPAiL7tjma9BXbzvgkixz3ukeM705sjvJ0bz72CSii+oW51PkDiBz7bDem88mDFvgZ2JL0lk2g9bAo3vmGy8jxE9NO+fF20PXPCeT6JNjE9",
        "bK/MPSyiGb3C2wU+D7KoPYi7Ar4HHZo8CjaAPZ4gLDm3dTK9M7CbPQ9ONj3QEoC9lHV8PdHgxj3UgFU8CU0UvgGaIr2u9wW8wGUbvg5vLL4PhGI9mJQvvjUxnb2b+6c9ef3qO6TI2bxOC/c9ICJEvWzbpbxrTjo93EyOPHJAvr07LCY9mOD8vfbF4b0mNte9oWwpukO5073kXpY7jmf7vZxo870LOAS7ZxhAPaSXCT3ibSm+RY0vPT8mDzw2iz2+zT7XvaGuJb1VusG9vFSxPfd7FrzMVhC+CP0GvjIlqjoozuG7TrsIvnbldD1lZK+8UEwtPWNkYbwf7Cq95ZfevftV870zOSK+iOwMvsxvJr6pWJ69coQKvvpBgjtYUls7/XkWPTN/jr2FOby7CqnMvYrTMry2is29hRPYvSiDEr7Pdo891FmuvTF/hr2BwqA9o6oRvieFpTvOWSq+1n3SuhIp4724Hhm+XHnovdvW7j1S+oa9tXWaPWJML74WK988fqAPvIxAq73Sdj8+earhPcsCcb1wWF89EaD4PehGGr1sV8++AIdzPTVPrj0sgBM+NcPNPUF8AD3ZXbw7KDXxvr1mB70HQ/G9YO67PVtdFr5OOhS+XdvevlHnqj0z2Ni9hAHHvnigXr6Zl+I92BSIuIcazb1FKr69AOSfvY6I0b3D5UK94Apavg95CL6l1gA94aPOvuLKb73wDya+zL9lPoxkbz3Col++N7YYPny5j77MKPu85OIIvnzkRb4ftey9seZbvCNFq73ccEY9bWm7vVzYML1VsDE+3q2mvhekwr5jOu6+YIdiPZq0AL1EGIa9TsGhvsfyO713mYu9SXYJPnMOXz74WKa+UecQvhqcbr8HqQM95/tavt3BTr6TkJI9TMm0PuH3dr48ARO+2zGxPMSAxj3sCDc+/xoePsqBmLwUxYo8oAw+PX5ls77LqpG+wwgmPHI4Gj5wEz++hXdrPjAm/TzWYny9n+wwvlKcHbxyzpQ+apz5PaQuj75adOO8",
        "WYazu6iHHb4LkU898l8svQidOD5CnZU9HLs6vqg3z71OKxE+scxHvpO7eb2LyYO9jCdhPSpxzr0iAJw9k0/RvHcvuj1Bt9E9BcCkvfcp4z2jzFC9FN0IvitsMr7oWpy9URyRPUPeRb7S5C++74YNvokeST7iYjC+r54wveA/KTyGq3u+0bu3PTXdAr+U+Qm/yYrCvcwjF74YjT89TcdtvUgRa77k8T89NukHvvrq8Tyl7y2+nENePBpOWL54AI2980HTvVenGb4Dq6+8bxA+voT1w70ifnk9S/3ePdI5t73e/CA+D4VOvlQr8TzJi7y9CqtfvCWekr33Q2q+vktsvqg4+T2zDjc+7qCXvkuvlD3IIHm+neABvzozpb1yw0w9w2EPvridPL5cpMs9CwmePUj2lL77QCE+eqiFPibStTzHWhq9Dpt3vj5KLD5vo1y+uExQPHkwBT6iiAa9PQGoPv9N+7wnFZ282PQTvjeOTL4OdFo+KH1svqxNzjwrFdu9h9YMv1KPoz3RZSq9x6Yjvtp4n7w0B029UWu/vJf497yqbMi9CgfyPfBVF760eAE++ZESvEzIlz1ONA2/tdlUvjt4P77gks899/4zPiP25T1m8Qe+ZXKjvMIrGD7G2WK+aFB4PMecgb6kHqw9mlchPiB1Mb/uPte+xrN3vkAYLb4RvO6+pEnovQ7goz0pMvw8eDOSPZlyoL3+1Bi+/2hXvTiDAz3fzUE9m0dgPnLimD7eErk9YBCvvqFB7j3x3L++nrRMPU+khz3ADl+9TlcdPEWSfj3CN8q9jMytvcLq1LyvdX89QwVNvE+86b2IFQM+5NmZvqY/mb3iK7G9mqIyPBUStL45qv09pCK1vY+WYb26hLE941kXvuwWmD4YzNm+8wVqvcZUQj7zKaO+jDYGvc4VEL4zvjO9F9GGvmy97r14Vhe+RvPevbXljL28EAu/WKQnvl4XDj3pBYg8fuIGvsJYcbzt3ee9EFZ7PlI2wD09P+++oHoTvhKd9b02MPU8",
        "2E+PvQlJjT2bGmO9xQa4PJ4ETLz61ai8zOFEvsvY7zwlhre+6jYJPpt+wr50+jc9OyG/O5Z4Bb5BXBQ9Gu0zu6lunL7WXCW+ajanPfAr4r2DUc2+bnfgvjZ8QD5uniS9HsA+PkSk2z3xJV29hQplvTyvO73/0Ko9xU4SvvubZb0dNbE9iFTcPb+mjr343ZU9XIJtvlkOYL61Rvg8VRUKPonoIT6zrCE98s0Avgci67xwCC6+qSdNvmjaGT5lQQs+jkQevN8c470kDMA9OEQAvkK2Uj2ZqPq9sU6qPS+HMD7PaNc9MrUDPDH1Iz5gwPQ7me1pPgMbRb4zONE9dAwRPsySU768g7O9SJs4PgvCaT770io9PaqNPQMe075SVZe9gN43veRmIr6E+b09uSXoPFe88z0Lt0e+xUQYvs2Gtr3GqAw+IksEvvLT5zwoTao9SAHxPUOttz0OP12+nFs8vpLepL1wi1s951/nvOOGurzkQNm9H38dPvd+8bvmm9e9GIKgPTziWz1v/IQ9VZ+IOxMStL6ebeS8Dc+ivmo7BT5f9wO+rYdhPWsi6b05W/6+FFSePK6YCb37Eog9fwtNPvxVBb7eYti9IxjnO5Vbob33H8C8waebPBlStDzwjM+9u6+nPc4NpT1bTpG+aujBvh2II76E3ha9NqAgu0fKXT1keRq8SR5pvrAV+r1p8T4+O6wOPewWzDk6tY6+G1e1vgC5iz2fk36+RLyjPKhc6r4A/CS+KkzwveFYtL0Pe1o9/m3qvAG5Gr4WMpm+DlAVvc/49zvrEyM+NqsbvuT9bb71lxg+n7WUvZpOuL674kW+3dVWvt6ymL3Ajuw9GtTNPWm7jj7X/Y6+ukDYPSBr4j1tntc9KKQ+PhZ3Xr5OgpU96l25PTBOLL4bswG/j84tvgSTBj4ATAQ+QjGWPWGN6zzzLsm8bNnSPOIBgb4sgGQ95KHhvvW0ab5vwe699b8qPffdGT1krTU+NQItvtkFt71/NGA+LrUBvfLDFLxPatI9",
        "44azOz4Px72/peY8VYb7vY52nr4O24o9LGrPvQRL+ryc3NA9ybuHvoA/+L2bgbC+i+/BvbDpAL7wu109KnQoPcF9iTyojK485B/GvQ5DrzxJUYi97tv6vCSL0L3NJNE9yMtnPa4l8z0yFNa+AEH/vSlGqz245O68BUh3vc+wHj7LIb69fDgFPi3QgbvNgeW+ncCDvAG5gTrEenY+C5uSvnrEsr1HM4E94QUevSMOST5bi1C9SCCVPi8Sb74Us9M9LgLTPOBLVb5Ux4Q9TGiUPKGl97z7auS9QJGiPSAPnb5cobk8lIM7vhvhUT5uvTe9U8pEvZt+or1jGsK++GWtvc6eLz5wBk68gd+9vvkarL2PJzq+Djkqvgp52z0WCUc+uNO/PTdAiL6SZpE+z0eIPr0ATr7cgUS97ElgPvRLjLxgvgE+Q90BPsCINL7Lz8S+N1v7vJc+wD1kLhq+w8uXPqFcjb0IzAu+CYI5Pg8TTb3wXaY9QkrwvlteFj7pKBc+6YGnPSgTXj1MTSM+rEQqPqhc3j1BXmI938FUvEFEqrzZvE09E3JCPcmrjb5XWO29rQHSPYbugL1v2xQ+59jqvuFuXb2G05i9lGzLPCCkIL/4GPO8grIPvL9VEj0oWqA8JND7vQ/KnL5i5oE7gTYFPK+xsr3AfFa+9YP8vTfTwT0DV4C+2rZ6PTowb76Rdrc9YVHOvqJLq712Pvq+3CsKvtxPZj0ks1w8mXEGPpqts74ZJDG+xNiqPVMiYr6kfJ2933u9vVesorwz4AU+V8U8vUF+LT6aMQM9eTXCu9iNFL8tQLS+5+cTvjNLHr5K/lm+k9HevWFU77yG1iq+z9zoPTlSfjwmf02+6kqivf2fnb5dLQK+qOedO4wxQT4GgCY+hgM1PYfTkr2QTGQ9Hj9+vVsRB76koLy9847wPVjs5L0u4dG9/MslPtj9u70FUBG9xMiivbQhMb2OsxI9r2n4Pea9DLsk1xW+O4VePQoR6L2jCkE+J8fHO2QK9L6OuJU9",
        "kqslPlX3yj2vMnE9sDBhvhaPVT1/rYi+OESoPdE2Hr3Muxs+MC40PDp82L3c1xg8WgyYvZupJb2tXAY+BkdEPtBor72gMN49UrGjPR3A4L1934s9O/+IvawQVTw8Xiq8s5oBPoWdYr1nk4+9A06JO/q2DT7Zwuq+kSTQvA1y8byy/xi9wSh7PlmPBj7T1XK+DMd1vZeBH754s/s8YaqxvbuOs75vTn8+w1jTvA2CJT0+C009b3pQPpai0D0Z8ds9Z26ovbzkL77/6S0+cI4FvUPIn74/42O+tcm3PGjHCz3vems84RItvaczVT4uc7k9LS8xviBfGT6CpJa9BXGEvu9E+z1Jjts9g5eNvgdhNz4LtNS8qZbLvhg0Dr4LZsQ9WwQLvt1nO75OPyY+Sm0hPrwFYL1XTjO+ILi9vfz7UL4E2iA+8QrBvv0BRj5AP0y+ZwcnPZXbKb0DBKu9RanUPZOkKLw1fTC+qCzNPfceVz1wU7+9QKIaPkNWBj6nz8++GD9lOywfPT0uj7W+h6zevkOUY7392nO9oGqqvec7lr5yfB09yYFEPoXChr6xmQS+pqTtvajgFr3HmIq+LFfVvSUCNr5z4Rq+0oo+PgU4hb5ZOBI+rZwTPiYnOj4K/Vm+EPiXPWdtcb5OVVE+JwJmPTP/7L3u+QM96LVgvi/T0j1futY+80xaPr1U8b1YICW+uH4Bv0aMaj0PRo++nuSvPNMxID5m1YW9aEYcPqdCw7zYiMG+DZYyvtCXTj7I6vc92D06PUmpa7wNWsk9zR5JPSQxWj5lSCI713tiPJtlzj4c+Ym+S596PqbcsL6fS3a+KuxyPt5fzr5RbW69PLO1PVKXAr9vLb++NH8/PujOB7/z5Pg9mYC3PfXZ7T231Ce/D5kJvmH2ib12CiU+imasOkhuHT6sDB68JISOvmu/hb1+uY+9YinWvKxdm74N2FW+K18uv+mpc76U9OU7Flr4vsOHWT5ETCK/oPTHvSN1gT0Z9QW/AFl9vhaQ1L7c4ME9",
        "Lv79PVyQHb6FGgS+aiZlvroAJj3NKZW+A1e4vCsnFj4JuPi+GoOxvqZ/Lr7TDfY8nTsTvl7gIj4fdKg8/HXOPftrKL5hMSO/j+mgvKa0u73V9em+o/Rxvrl9sr4Dm3g96vZZPnVwSr0QF0o8V1eXPDrSID3pI6W+MPMCv75J875TAA++jUGyvnGVhz4P4kq9DG0xvt1AP73jkJg+23ozPlnVZz1GshK+DIIVvocyQ7+4ccK90MZhvpwpAr2EVLs8geJPPXuHjrzWAcW9NnXTPcLYYL4tdVU9EKkYv70qKjypSIg9CLsWvQwy/z1HdwK/gUpQvZMqabtrcha+UcoGvZrCJr5yoQk+XKgKPsXPer6pqmo9NyBRPitjXj7henU+6XAcv7RJaztStDs7HuW9Pdv9IL0i+u49vIk9vqzg/z25zla+RtnGvY2UDb3VFZ2908BSvg1o5r4yaZE9vnObPcLwH766MIQ+Iq8hPLOklLvI4kC+Ld2HOn3JFb/fKqm+OnTwvXR6oz09/Co9wkQMvrpMi72hy3A9zE+evWoc+L22XD28k24WvUZpIL7uMo29xlnuvLoDmb3yJfk9Zm6hvCuo2r2m9rE9STjIPSgpE75/fYA98VrZvZ2UHL5TM9o9hfhvvB7sR7yV/TI9xBKNvW31nT3gUXi9Fs37vZl+VT14rty95ea9PUIzBz6fh6I9S3t1vUu9xb36lWe9mXn+vcAfMryjKKg9f4t0vH7fmDvsW6u8IgoPPeN6jjzdPRK+ZRgGvrAApb1JM+09v3aZvXJyBb6mYwi+zOIAvpm7gj3W5xa+Qd6dvdNzZr3lrP698AEJPV8VQD1FgnE8jqwFvlZXzz2w/JO9qleSvWOoHz2gSoi8AO/pPGmJvrznBr09ltTbvRx1IL2zS5+9Q0QQvUXc/Tzrvtg822agPdiu/b2tw4o9Ouf4vXtk/b3ef4a9kdAWvlsE0jyMf+e9+llEPaMx8rwAucq8DEgRvgJ/2b3TrLA9la2ZPKmJt7wqPYA9",
        "DmIVPf9u7DyJMH8+jiHmPUtIRb5X+hq93RIqPvwltz1bkwe+S4y+vVTY2z3Pb4K82FANvYcfpzzYScw9Ks9ivmasgzyoXCk+32OWO8GZJj44jks9RwyyPbiGxTuznOi9bMjtvos+Yr0pvUu9TFWuvlo3A74Tmd6+n+pdvobZHL4+oZ6+f0/avvP7mD2twY+91Gs2PlhiOj6Rteq+6cpEPqo4SjzLmzK+uZc/vWFdBb09peo8F3lMPZaKEj6JgQo+20ZquYnnJb2Esgy+IUc9vq/Ghb4Id4K9/WclvjvQFz6FNkI+XjW+PdHca74dcoo9iZAwvq3lOj7Vqfm8DJmePb2TDL34a7a9ibEhPnFe8b2jUQ4+GxQjvK/Ukr0m+8m+dziHPFRgAL4FTYa+PM5svFu3Bj420+k9fVm0vWR7KD7wjSm+buSivVIR772zMKq9r7vIvlIwAr6GwNa7IaMbvnzOgrxMfIa+tgoZvdFaqT1BJJW9fp0WP68ezr3AMRo+ItMDvkApPj0BsNw9W9uHvuXKJr1sSbY9cEAkPuywN75bm5e+xuWgvU8Bsb6dfmU9RbQWPgYLUT5mi5S9JMAIvzCZhr70BXm+AvYMPh9xEL4osDi+0yvOvomyMb0VPto9t+LKvhEAj70DkaY99841vFGcTT3G0xa/bsQQv+JmZb7sLtu8cPAIvsjBbL3RWZy9I2KQPSfZGj5TXqm+lTLmvfkymD0dWBa+lrjzOhzbEr8ffX29c+pIvMsF7D3vph6+rB8dPs0qYj6ytDW+pzIVPvgfvT0SinW9No51vkHt4j2SAq6+0qEqvlh7QL7uGbO9cb4Rvql897ySmnc9weKAPc873LzZna49Jd0Kvl2FP76FCBa+rtgHvb7bUD335A+9uX4QPYIsMT2y8MG+O6T/PW7zFb7eZU4+KJXQvSpvIT1X/bi+9ONivrLXsj0fDjS/AyNPvaH7gL7H+kk9q7jhvWQ9hL1+KGS9uU8CPJhQoz18prK9/kkWv2/2ir4gEoI8",
        "N16gPSSJfr7jV7O97J/Yvvyg9rvQq8m9EgxFPSsKab0EPJi+Wy5UvoM6Hzxs7ek9BgQ3vQyyM74ZOWs9EM5+PXEP37zkkN69Bi9vvpY3Pj2l8le8HJ1hvqSoK76DUpq9joc5PF9gZb59jXM9o7tzveE2kLx9jKK8T80GvTlCEr7iikc+sz2Ku3fQmj0ovl4+fdwFvrPp1z0d2VI+Qb8pPqHPhjsx+cQ9oTI7vuL6LT4cg8u9JZpbPqRoST5aIT89dLGQPZIVDT31T/k8xf6IvWKnHT1Rhq+9rxPPvcoygD55i/69WScIvZkpZT7eRXa+75tfPkfsgL74DWC+/EZdvqFEs723FgS+AABfvqsKZD6QcVI8aAhIvjIdEr49JIQ+MjE7vlggD78FWwa9z4Q1PSyCDD121rI9pJEOvX7VgD5Euw+8lmXsvX6wB77IRgG+zSMcPg+YAr0m/hy/qPEfPpeO1b3jDRk+NpK3vsIhn70ajxI+j181PgRNFz7S3Hi+p9NLvgpjBr/4SRo9J9P7vdWJ3b13/a29dFmWvgv0MD4gGQc9DxAQvhPL7L1eqIC+AtuivfmESD4Fomq+r7K+PYduZ70A9kc8A+G4vhn+vD3dU/G+Ubt0vsmSzr6hSq293i+AvTA+Hr23dC2+SXVSvgFvsr60LhA97taivZD3a73OH/s8WiXavVkPAj5642G9h8zLPacG7D2Pz1U9ZHCUviAoVb6UQAU+0bRiviLB2z2RnO89/iEQPmSeor7UJxg+IxRfvhi8/71qWQ6+1pkePXuWL78jRv29HeBHPfSYor41XPQ9YbAPvgDftT21+DO+2TtJvlMDtL3tudA8eHqQvecDbT6w88O7oCeNPnJXpz5u3G69pNtPPWukgL7O4EU+BsC5PZ11dL6rozE+0MQhPiadx73LiZo9mVCHPi7xkD07KRK8m5ojPmaL9r3mT2W+L1TGPFvDiz1XWga9lOIQPva0iLzbxLu95M+XvsFvDr5joqc++McDvoMuD7zq1Aq+",
        "5tSBvszgEj7nxgE+GLRTPWGhLL75XpG9ixIoPAF6s7u2dBm/Etn2PaIAqL5Ge3s9ie+Avn79Cj7g2k09ATAcvvvSh76Php68kkqkPGdQhD4StPy+C7VIv5q4KT28m129ynwlvsOGVjmM/gc9wXoTvmtVP755gs49TjK4vsDbDL9S+va9HTVivYy9hDyA5M49XdPFPZkS2z3wDyG9F10AvksHSb6+NME9jrt+PTeOEz7dahY9xnayvewjIr7GRw68oln1vPkwiDy/5Y+80jv3PYih8D0xWDU+r5/FvcZL4zz34AO+gpcOPv4dxT1tUly9aisyvnJwQD5+S/I966QovpYazD38WRY9DU3HvLJW1T2ZroY9f2lfvhU0iz5n/5A9dZ+1vRjPc72mO749sd5mPtG0RDxS3S09dkAdPdBeLr4JL1M+nPlYvtNhhT49XgA+2hxHPqJUNj6QD4S7xO/qPTpLID063me+mVz/PYcXhr0hr4S9zA6rvkcvDT6xhLe+juXyOzuOGj4dsXG/g8cAvMR77L4XpQa+ioukvgCdZj1elqs8EcexPIwIHL0GQr29pCM2vyNaKL171L69ox8QPZm9U7xIThq8b7jEPBSmWz0F+x0+2OOBvSAOJDg7fjC9ZWqMvi3NW77e4cu+XavAvusgIj6irXS+gQTIvO1OUrtzFYu+I2mmPa2M8b2wWZs9dGoMvijPXLwoTRO93Ndbvsfjv7zGtiu+BScAvF+Gm75zG52+2QUxPcqYt747XwC9glkbPX4guT17BOu98EciPdWOhL3BAba8gqQgvpJqsL362Qq+Gom2PecwibyMSg09zUePvjghAz4twTc8UKuqvSkmHD6oVDO/2nhjOwsdA75LQyo9uSSLPhLnwzyJiZM9owRmPqz1Hb7bsOu9q2F3vZVVALxFbYY+Ayz3Pf1NIL13rZm9b9GfvDmKAr9dCEC+lUiLvqaT7r3holC+1XSXPcs7ALyS1Og9OJV3vJtM173/0zo+qbsLvkECIDxJGZk8"
      ]
    },
    "dense_1": {
      "bias": [
        "P3pvvZe1W75U+/i9eRoIvcs3pDzJJW68FBt3vZumSz6JDgy9D2NaPAqfPb1OAz49hhfZPbfuj70qniK9UiIZvRZ1SL20qSO9+uEDvml0V74m+Xi9UwYXPnKrbL32NDs9ccVbPX282z23swS9I6givazvuLzswIG8LqGqvBJIhr3o55C9tMVHvnrRrz2gUgG+1j6/Pclbg77KXre9mkE7vTmJ+T1OEYq9QwfhPYnb1T12MJY9aMQGPh5xlr7yQ8K9F/iIvA0gDb2bfyi9bSi4vYm4Nb0fAfG9HwhMvneGgz5smfu8PackPc6RFj00LI++da8tvaDbnb0vwwE9UB0dvjIt1b0rGoG9JZtXvrWaJz6Y7Zk9WcGgPO4Y2jySdy29AVqgvZPpp73aCoq+kuQqvdshMb5GC2O+kqV7vVWWGT6BS0C7159aPZga4r2fwD+9ksYTPTfKHr6M8NI9wEwGvbHFe74pf0C8xQ7QvRRpZb1d7Oq9GqhhPq0cJr3PH9S9pHENve5hAb5KfNy9pke8vUs1Cj72UFq+jSyGvaoDTb6feL69I/8+vkd+aL2if5M701aEvfCRWD4CI2K+gnncvaNdPbwGOYY9TfjkPSC1QL7agoo9aajnvS319ztDPQS910mevbEsAT6+Gps9UqxBPT2t9D3Ammu95oc/Phb3ur0="
      ],
      "weights": [
        "h38dvSVH2rynwDK9ARo9vVEc5711JfG6yEArvYu44bzaf2A8t7EXvYOzKLuym4K97omJvFQUbL3LlCe+jEGNvRGFGL0E8oI97ZpYPoqMgz4fmK48Av7du+2gCLwgyJ+9OCy/vaFpvb22QjC9bxiFvZRPk7xmmz69uDt8vVjwhjynr4K8aYRsPqzvV7xPM/W9vjWPvVhRxb0t87S9dg5fvZvcAD2wM6u9BZ3wvSCDHr51LFa92LBQvttZir1+uzU9iZSEPb79eL3dJ+g8Zc0gPVJP07xCNk+9oMsPPIKlF74Z7me90kJKu/vJAL7ajj+9zKPku5KCl70ICuy9yi3tO87AaL0zy4K80+E/PazThb3zaac8K6/xPEh7Rb2X6FU73R0JPWHXpb3GG5e8E60UPDXTpb3/6769DAs/vqKlyb1XcBU9ZFdpvShGsz2/drU8yovDvT+OUrxd0cW9qsAJPSULX71vuVM8s3iHvRuHHz6Ba9M8lzpqvVCVNLtPq9K9oR6lvFHAUz1JeNw9sIBtvSficb4xCIm9pU/tPJ+PCb4dOwA9fWsKvi33fD0/jI29SJiJvMrYOr764jk+zV1dPC0mir0zEge+FTysvWJOTz4fANa9Nf7/vKF+Br52sDs4/eCkPW0aLr0ExNo9iCrqvSBxub14e7G8UlLmPOc0Er3SatY8yYyLvXl21LzAX6U9fmfVvLPuyL0vtVS9envLvSiP4jsCZ809T4uVPdOGRz7b3/y9uQ+wvPxADD0Dp3i9zfOSPDlvZDuEqE8+hOAyvbw23Lzqepk80o9IPA4olb1v/as9CwmBPt4YL76WR467Gt8/vL/MVb0uTEE8elHbPGgrGr1Nvd88p9eLvkSzrT09Wd+8+w+mPVf8TLxjXpS+eCEtPWAZw72ipcE6LR0xvv6YND63fxw92KELvpJjCj3J22o9/WorPXEmKL0grA+9ixuqvV8tJD0nvp49C3oavuuJLzzKJPU9zT55vImaaj5bVU87XnefPTxIC73nPra8",
        "JnbDPaK2Lb2n04y9doeRPE++Gzwzre46Jp0oPLHZlL0j84a9qbV1O1DvKj6Prk69ieYnPo2Xoz5j6YS8kqoPvaTlHz7qNZQ8ud29PU6zO7wLsXG9HuimvZidHj0zLZo9vSlqPc781zxBqO693nEZvhvc3DsJdMQ8D0X/vG10sz5CeEg9ldp+vU8H6b2fXRs9jXm1vX0WBT2zdxU94teQPvMi+rwWXVC9sqsCPC4G6ryvqVk+TSvJPbumf70t0dU9mPoUvGfq2b12lKC8nsUhvdzyLz7cY6q8TfIIvg75C73zOJY8ZATcvNxU97ygYGa98lqWvHfzJL4WEUK+stlBvQWv9Lx35lM8tBsgvUZynDxD1IG8Z/WXvQSZM70XJx49GM43vVOcCj083++9kVygPD3Sorxqlu281HN2PQBXEr1paBU9XSv+u2oSjT0I1xm9gLStvOdqSD20ljW9Tk2DvRBit7tzhWi8CUGlPDI5ob3akQs9bHUJPTJPZDygpO68q4KrPHW2oD2VX5q9pDG9PZx0kTxLaeC99HYGO6BtDj26PLo6nhwKvsRZlL39kqK8BN2rvdYJFz0g6ta9MqEuPZ/fL76R3Oe7sy0aPck1GL3v64i9f3a2va8YkD1Mo/O9Y8CQPN3dBL4wlBg8Se6svBzDjrx9KBe9Tk4Dvs1Lm71An0M8FxaHO7w8k7wAEVO9PFMevVxfsb3lTRO+7g2wvWVouD01NcK7DfBou1YtC722dPG9l2vXvMKnMT2HX1q9orx3PTE2rbxCHwa+/iQBvLhlkLsRowY+EvoLvqzVlT24WEw9aA/LvO0bsD3U4M29obqUvZknlLz67E88GkKEvRRoZr12h2c8CsIZPgZMv7yI34I9IEzqvfdCBj1pfxW9iavDPKqqJr6i0Ww9HVOavQNkdz0fv9O8vUYmPSIq2rrms1a717iNvYcDfLyNyb674Kf2vd5uHb1BP+W8A6gvvTJnC71xXRQ8q6vGPLSzIL28g3W9+6+avODi3DychHO9",
        "wMFEPSkYEr2eCcE88Ov2vGxu2zxCdTW9Hpi8vE1Xxzy49Ls80B2RO7DKULzuoIk88vmAvED8QroM9Cy8cXnUvNxGX7wA/b65dMRPPV057Dy+5VA9ofZfPXf6hDwv0Dq9OI/SuxcSYj1WAw+9SAMhPNjSPTyLfUs8EAtMPQ8uKb1OogY9Gq10PLiPn7v5hBQ9RPWMunS7L72EwI47Pt4NvcaJCr1ncLq88D40vDyMDD0ogqm7xZBdvRvMDz0GnhI99XVHPRvRKr3Qz2O744xjPVI/oLowMkg9VQLBvJg6gjyGmk+95XTmubXJ6LyK1zI9zJCwPK0O57yA4h67ZsIZPTzIDj3nlQC9xlrHu946ybwtrFW9vscbvRNl0rxscBQ9Yi0ovbDwdz0fagW9eezJPKSOXD1ez0y9BwCGPSOdB71g9HI64Ff0vN15eL06/Jm85KpOvZq4k7xYuU48FxQYPMd6Hzy877m8fBdDveI9Tz2JmFm9flxevdTFSb3Plzu9WtU2PexZYL2aSxO7YWYzPSmUgjwb5M67jZijvDAUHz3nVIu8wCNfPWgcBr1HFr079EGjvER4/7yPBes7gCAePWv/gLygVMM72CK+u0WFSb3NyaS82NYTPZqa2zycoba8+4TcvMjyoDtAk/m8zVdwvC0qVj35YyM9qXIAPdc3jrwJ0zW9tYbBvUT9HT7LZT286bN6PQarQL1SFXi8+lVzvhOrSzxmqmU75AiCvVf7cj1Bq5O98baOvVkn371j9T291SmrPPyzKr0LT7091Da6vON6YL2CZ988xCp2vc0S7Dt8/jo9E0YqPS/p0r3Ig7i8ok1xPFtMQT1ShDO9Di28POO3tjwkKrQ9iojfvSTSzr3Wb4Y9BeKsvcMJkLsUtX89Mc2tvYy1Z73kCjU9+sIQvJumTr2aw0G9c8byvTa7fjwdNKE9jFz9PODxB729XpC9qBFgPNyNvL0OSau8/kqVPT5hEbwTKQK+zI4xPBsegL68Yhm6qsiavPMnPb01uYO+",
        "hX2APfsqZT0n9qq9uaNYvYerS72cQJu9umswvqILyDsitQe9Zja3vLVSpr63wQG99B6lvWZ22r3Mbeq8V9MDvq7erDyaDvm9DpwKPsFSxjyC4nu95f2BO2usOr36EZq854TPvX77DT2N4Aa+ibGQPfYefD24uBy8ppV4PEivhD6P8GA7i+Epvk+Ebj0jzX09b8I0Pcz9B74Wmx69AHKavcM84L234za+zyvcvNnaJD1herc9QoXnvG4Zsb1QFKG9NC2ZPQNZFb6QVoQ740YevYHGOL5e0oA7Rid9vEdgLb2cnw09UneGvVzHYr1aP9+9mc7RvTa5Dz4XDmi+ecu+PWrxOr2Ntgc9zVkTvfgaMj07WAK9114lOgvIdr0TkuW9+dIuvbrG1D38kpq8tA58vRAXULx2CsY8ArDrulIpn7tjrPQ85mUXvb7PDL2TZhI9103MPKS60TzmemW8AP8nveixQb2/Ube93VXQvKFo4z3iEgq9cLrIvFmoJL0iEo+7QjVdvSkWDz2cQ2G9daabPJliWj2IMF09+7ANvBnX+b2ux+c7zNSGPI8NEbz9/y29UxhkvaPh37w96Ns8F1GNvB5UtLt0MUw9subNvOJPTT3RXiQ8P62HPa8BGT2iMJg9dmcVPay3Er2fVMI8JfIXvtGL+7xVcwo9SeyjvVNZyTwZDKm8WzDzPVlDSb1B/rq9eMV8vXVGR7t4uM48GiePPHgE6jxOPVe9U342PT0nRr0U6I48X5fxPPnEZz35J6m9ozZsvbxtD73Wwgg7DRU5vY/1pD1Z4zY7fOMTvZDB9jxsPMM9/go2Pel5JL3WqCY9rZYrvMem+7yBiys9rtOTPZxy3Ly/EIq9/04iPbG84D0VDeQ8IQz0u33m5LykxIA9fujBvURJNL0i43c9c7WsvaLVuDwgmA49SMyJu1XRZ722giC8pKsavZLDUj2L+vU70mZRvf/SUL1U3b69vHRsvPZre7zYd5c9j42BPQvpHb1rQEA8zznUPQlzPDtDlW29",
        "2phvO9Ytbz2uMLw89kOIvvgmdb6M86I8fbV0O0PjHT3TwYQ8mTGKvfrz/7uGD/W+VuqmvKpc9L1abqW94hG2vKpnfb0cfUC9tV2zvaRoET0TJtS8ex07viiEb71lWxg+Rjc4vlZy4b68Jyw9fGiiPRN1Mb1yAZe70tvqu6WWyT1opR694kzEvD30RLxnSjS+jRvIvYmuRz2Goqe+UBltuwTeR7xg6hg9eokGPhzlWz30OEC9N85ZO9pEQD1C0Ru+7h4zvuvmP7wulY48dMc4PJWzVj2Y92o8Cx8ZPcG5AT3LuoI8kFkFPkzXg772VD89ZCpzvZf9sbxciqi8Q8CFPeyuqrwsvJy95vIqvfk7nT2vN047i64/PfFeJby0Jwa9hGiMPTrvK71ET3E90u2aPGw0vbwBk7g8n5ehvQXAwD0ZpXe+IlwRvWVXdz3g2G47nvyJvDVnqz1SHBc9co9Evur44j2ydQS9tdFXPfvP1r2mAHM9mhwKvWHZJT0HBhC9qWBovaTbj75ETbG9DI6Bvn3PdD2zBOE7nTovPSjUST3bsvS9Xs0GPTRxyrr2cgs9x+9dvtyryjy4ohw8l9GIuwq1gruwLyo8dEaivPIsar4MkBU+32PuvWgJ3T3Vvfi8Iai5vLT6CTyQmy69wJ3dPUMo2bxXlby9h+V1PbiBlr1msjy9agOePXylhL3CHLK9edImvrLAJr7KMWW9/UaEPYYEirymKu683OWqPZiVfL7thnK+s76nO5A16r21XpK7Ht5CPJkT/bwtDGe+PHP1PdD83Dyd4Ta+Awb+vBYznz5VjYW+sfrYvSxMzr1XG24+2ltuvXRHHD2UOzq9BuEQveDPIr0WVQy+YW6IvL6Wa7ts3z2+6zHrvWxfIr4rcli9tigpvRaEAD7xh40+WtlqveXSSL0Bn7e8u4HZPPSHML6RYZs93bcuvagSe72DjBM9OQQkvesSr75zOY+8rL5Nvpl47Tujwhs+lOsZvlQrgT2u/L2822VcvI2SUr32mHK+",
