{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "conv1d_1_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "dtype": "float32",
            "name": "conv1d_1_input",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "conv1d_1_input"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dilation_rate": [
              1
            ],
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.1.6"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "978481b9f991089e8225e878b2e9a668f36619ddebf98dd1afe451919c0c61b8",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      61,
      1
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            61,
            1
          ],
          "values": [
            "+HgWvs4U4T9zu4K9w9Kkvpt2Oj9jNU+87SifP+eXhr8alII/83OIv6ejwr1CdgfA/w2Sv0+aKb8BfcO/H0GjPiLmCr/AXgu/Z8o0vw3XnL9Yn78+lxBsvyiZnT5aAgM/3IBdP/SzGMCg2L0/9HYLP6rMTr5k6Lu+pYUkP7MAiT/3jT0/mLsjv+2MuD1kug8/6hPHP96qYz/sAHe/2k+yP71ImD8CwYQ/P5LdvTn9wT+qJ+W/P+b5PkrLCT5daii9LNfMvijR9r8mIEM/ZTVNPwT2tT4haZI/NVfHPmDXdL8mhxi/e8MbPod7ED10V/a/rbChPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            3
          ],
          "values": [
            "HyPoPoJVAz/ujgk9"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_1": {
      "bias": [
        "K7CEPROWQz0eIBA+nfUVPdqBwL3atio+ioovPjceBr65jIA+bsrHvh9RR70QY7O+K50Svq9/JjyAuby+yC6UvpdWfz5ExSW+UwLIvX8lwL4aLY0+KxKsO027Xr18Mqo+ZGyWPivLjT7Q0UE9VZYIP72lDT5chXq+n5X0vVCoDD4="
      ],
      "weights": [
        "eaMzPrBKTL64epG8shqlPko9Vr6n4XC+7cWkPfjJiD4/CGo+lsXdPUmsiz72+HA+diWbPU2mEb5bYIi8hTt/Po6vfzl1cIu+OvFGPEryOj5UWYE+hRAxPgh/pj5WwLi+0JZmPlmFhT37cAo+7GY4vSZwULxaqrW95U7IvZTScL4O1Hc+RJvMvYH9qjwKXhs7CAnQuyUFjD41VZi+sjdavv9MmTz96xw+eRBSPcfZPT1gdiS+xJD0vZkFCb6yPOa90/4WPjHlg74s/Kg+Rpr6PexuHT2umCM+dOc4Pq6auT09OqC+AeWEPTZZP77U5bE9ugGFPtCrxjwakSu+eUYiPsYDib7apKQ9EbQAPvDOET1jRUE+71c1vrfjJT2OZhU+qFrDPadicD76X9G9h/aCPeG1nbxl+b+85/18Pnk03b2P0TC+r1UBPt+UfDyGbe+9aq9JPqpuez6LalU+AsKbvd8xfz6yyGA+YaB1PNrl4Dr0YIC93U9pvBj6lL7zbY4+"
      ]
    },
    "conv1d_2": {
      "bias": [
        "R3RXPo7vnD5r1XA9Wz2ivZJaMb5x7WI+f6x1Pq5vbT5Ux80+Rng3vvW8mT5Sb4U+HyAHPkHgb708b6e+btPUPfMYpr70iIU+iUPVPts3ir7d6SK+IQfQPY7HVr40CL++xUhpvCTyOL4o8Ow9w1QkPpX/rr3kGyy+7Qgevsr06j1ld72+SVSbPQpS0b1wDoC+aP1EPmXEo7ya4qA96tZ8PsZPt76Z47S+3/66vr6IN73spVO+hxttvk3sJT5omuw9F6ktvQgMPz7hq+C+XePcvh4WKL7mRjw+5LWLvq5Oa7wPExW+MoysvbQs5j0y3po+xzaTPmUYG75uSNi9oBqUPQ=="
      ],
      "weights": [
        "YKzfvZFyB76fpxg+0t5+vCyiRL3ra4G9XA0zO4BBBr7xvp09+OPtvdXH075zioW8kbJAvqPp9b2xTka+0sCXPTquVz0JHyQ+cLETvoSO8bz2cek98IHwvTA2Jj1XD6i+PmQGPoG1oz1Z1ka+FHh7PW3mPz7SJo69n/YKvkS/Mr4Pm6i9MhApvoiKsD3fyIw9IlBDvv0xBD6vebe9fZgsO0/odruHk2m9bjGsvn1QG77dd5M82uxGvgj84L0xEMK+4ZsIvjI7bz2Irim9DaJ7vtwigj2BKW6+p4mqPSoGP74ax7A9HoDSPT+jtT18xAs+ZymhvBauMb6/oyi9sB2KvocWAz5A3ae9jm5yvX/Dij0S12m8/0vkPFIOm76kSwe9sadsvSsBHr9dNwU9XMtqvY1ygr0xFUa+p+nzvOxCmr7oPAo+bdwKvoxKTL4bWqS9UA5KvWHm+rwgDBq+VMrzvVsVGz4NgUM7fwDKPVqErDyJt6K8tvCYvpBkir4sqoc+NLEDPnBLCj7koPo9maMKvb0vhj1u+F++nRasPeCsS70u2V2+65z8vUnGPr2eksC8EANCvRuTAT6//sG9EcIFvfLEqLzMvaO+J9+BvtnvBT7qZR6+twPpPWqJvL56TbM9mXgdvo7tFr7jJsM91/tSvs15C74qYuO9+5EFvdnMDz6yLQK+hIicvElneb6htUs8CkIpvbLrEr6KkVu7EJw2vsgztb3c1fI9ay8XPlpWCT7DfO2+xJ8tPmN5gr2GgSk+sX5yvA6Om72m6FS+kSv5vUQPgb2wRhq+DjgbvoknlT7nCrC+UOscvgOylL5HOWU9x24bvrJK/70TqJM8r/QjvTYZJ75qUt29SgOsvQRETL0WupU9GjliPYh+o73JAUW95roXvsWiWr13ixC+k2QUvNoh6D2vc36+uzQCPhEk5rxv0jm+AHEDvjqZlj3u9aS+lPesvvgjQL5ecim9XrBsvhv+Cb16gL++5q9fvOcuST7RPMW9oFC+PDoFPj6AB9m+",
        "7jf8PT/4Fj70hC69Mk0qvll4n7toJw89jvORvv3POr7l/+A8gkrOPPXQ0jxgeTk9Qpx3vSgRBT7dO2W+FQLwvf0u0ryJxAi+eZCWvQihy7sG0iI6KRTEPZGJFL7cSHU9B9+TPWgQZTxAUgM8P7AWPYT6Qb7JWFs8ActHvoXy8z17MF2+giLAvb9ljb52AXO+YFymvi7EuT04KIS+9L0tvhM8xL6XE+i9a5mWvZD7A70RxQS+lYqJPl8fir4JNZ68yTGgvVlQ1b3JyI68hgy/vf9mO75AJJS+fEq/viTAUj6cwD++Hw3yvcnv7rxsPAS5LjwjvhY+IT7/t52+ih9fvh7vgb59PbA9xZ6APTfZuLyfer2+Vf4CPVwNcj0z1eM9Eeg1vqhsjLwmpu6+yHaAvml59LxoPpc866OfvKKD3L5RzLK+KCNMviGYHL3nb9m+78lEvA5Q474xYYm+kbY5PQSeyb1PRUW+OIEgvjaVnjvfR1Q7SvUMPupBZ74NqaC+Fy1Qvq0xZ74s0i+9NYe3vPh4CL7oQ9y9hLe9u5cZSL0cdxy+tA3RvkveuD2rRue+cScQvm27HL7YjQS+XyNIvsZc3j3xuJm9vZqKPRkDdz20f0K+osM2vWhaML2rYxE8ouHFvqSlSb6jS4O9gMWXviVM3TyFDfu9x8AMvYl21D1J+ji+V7YCv3XmX71C/329rU3kPOUFvL1icNw9woDsPfyPnb42sTW+7KyGPEE5Mr4watY8oennvDJQur02iOe+B0CJPQeBU76gjYU97T68vZAZYL5RO/y+8VdQvgPxp715Yt09byetvkA+t77xe1W9IuNUvfiakD05Wr+9jduZvTDh6j3Hj789QyBvvh792jxW2qa9ef14vFLzYT1DVzI+jmwjPvpAkLwwNbk9TLx2vkEBfD2EfzS++wHdu3i3TL45vbk9GbPYPQ8Y1ryKvXW9CdjRPBaGx71a4bU8t7oxvuU3ET0xL+w8Q4AlvF7uvzzygqq8Fi/oO9xVrrxwotw9",
        "dQPDPS57Cr64AAQ+yb+3Pejfnb2W0uG98lbUPaUTqr5Aco09hWUdvqxhsr5fmu+9XdYivjWUej19SpG7cyp8vvftGr4y5si7ECs1vjgx4TxX4rM8Ei6MPQdY7T2ZTqo9VCvMvRPdTr1EFBY91f54vj5lVL00ycw9pqFtvXCU/73C/0C8bnGOvTALBbxaGUy97dmGPEenqTytic49Nk+wPUCIkL12Ir69H9UzvnkqkL5ox5O98rAOvtgPjT2yola9MxQtvk4f8r22d669BaAwvhHrAr4VNk++ZKeMO489ob62UVg9Gr/qvTUNMr5CkXO9bQYOPj/R0z2Ff6Y8DZpXvh+x7j3+h5s9oBY0vmhHSr4KuO69vajYPc0AkL0Fdps8NIMfvrB49b0kKBa9J+1OPctqmT2gVQe+3ymxvLh8KL6YHBe+UYCevjO62j1CPQ++/AYnPl2CK7wMB6W+HC+kvfbM+T0CrSE98GQIPS5spDuux4i9oXZWvlgBDjwFHn++2Y3yva3LDb6kLq29o4v5vXriPz0WufE9iwB4vRxo7j3b3mo9A51RPfQFrD3pU5M8sG1DvRytxj1y6SG+pRVgPHCpKr6Bl4I909SkPMKjkL0KZoc9SVq1PR782bsfpBg+rZQLvso6FT4Qx/89l1ZBPN1v4TztLBW9XBuAPUhLwDzUfi++CJIevcS8Gb5B5Da93XtXvsI/2z2VziC+jpGpvZ4yIb4XG5Y7pWU4vZrzqz1WWK28Pj2BPobPKb6/dQu95MRRuz8UEb4fBpY934KAvooL/D36aVG8gHkdvhc1wT3mvbE9bp6gvU4tdr2I8CM+SD57ve0E0D2V+1e9iJ6Pvhb49L3T1/e9BMNKvu9KNb1D9T++plAHPp4LOb6DWNS9QIxDvWABQr2n3O+9sOlTvlP2o72tup2+VpqAPTkB3z2OE3u+T+kaPmGMED4EeRS9bKscvWIbT77AyYm8K8GCvrEwVr6sC+k8bDmsvdTmSj7vpYQ8a0lyvpKTpD1VdtS9",
        "D/M9PXRsGz4QvsO+BNmzvnug1z2I6es9c7PFPRAQ1Lvrp569Z4gIvfWMEL4Pwrk9dwWuPcAUxL3uVXu9WIcFvv/oCb6/MRK+VCMPvhWvzD3lWQE+SUIIvAda/Lzcgxe9XLTEPZnDrT2unf895NCyvaQil72c+7o9BeFsPBO2sD14pbG7UbiEPZbihT1+jSw+N1g6vh1GFT4IXPA9o0KWOmisRz3PXGk9DJhqO5HXu7zq2ba+0+AXPlCbk70z1Ci+FD4MvSrf+z2wnJk9M0tEvkRp2r2tAfu79ounPMCin7zWupa9COhsOmifkb0ufTI+CoSlPb5nkr7Zqj2+Z9mruvrr1L62sBK/e2ZvvZt/ar314wm+G8LuvqTAW75nDlk+0gW0vXh+orvPld48g8+0O1e+gz1ViFu9bMC9Pdpfgb0PQ+A9OWQVPnK1JDzeP967LkQjvnxhRT1S25Q8MmgmPbJmxrsNUC6+ZFKdvlrLMb6Yc0M9KLoTvRCZYL7QsSE+ewSwPWGhPT04Fom8x030uwiVMj4CELW8tizNPJ1gzL1JxdK9gLQNvqCvnr7d1LS9kRE3PD0dqL0TEES+cO7svSfak72immW+n/41vePFOL2/5Bu+EuJgPiPzLr66QYQ8K+V8vfMSDb5e5569rXp1PsKqJT6kIka9UM5BvdmVLj727eI9dd9VvKST7z0M+Um8ii5vvAw9F769Bie9fPM3vq2q6T3RYAY9d2fwvTvyPD4tD5W9A98dPvIDjL55ipQ8OWzsPYQBND47t1G8BXP3PQnaQzzY41o9VEYXPmBiQT6TyL+9yzmbPZBW4j27PXI9YtkjPUvn7DwD8D++QBg+PuwE4b7YPia/RyTEvfj7Nb1r9ou+UiKnvo1HGT5B1/K8+lz2vePQ4z090kC+hq+BPB0jOb0Yizk9ebQwvQyYer3TpJo9ZrJXvvpSzr3lzPy9mVFCvnCNZ77mWs+9Uf+IvTTHEb7RoLC9Z6ZIvsslCL4H1rI9TqWivYbaWb1G3xK+",
        "OeozPkKhLD1a3OM9I5w2vQB2Gj53bBs9ymD3vXkHIz6GRBu+76KYvbibTz1mBgW+7VnNvOEqRT0a7mO+yqdDPVTqDr4bGOe+UUN9vhTm+by/xcW7j0vcPauW9r5i2KU9YhrbO7g9pL0FYW89jQm5PQOTHL/3Vk496ZrzveKoJz63vJG+PWfXvtKhXz0LLEy9CZKWvqp7d77sxLC8UR6Dvrwlkb3U6sa9DZJLOqHLQD6CmSO+8HgUPYI1d766WwQ+6EcJPv4miD2+gYK+kHRdPOMK7b3zb16+a5caPZKGqDwaCgy+FBDJPcde3r6plzC+272jvZzLMb6b+Qq9gfCdPVTttjzJjxC92kC0vcxdIz66zUU9VEBfvXJ65j3e8CW+60jTvY5tr73GyC283lxVva5S2L0eB8a9vx42vSQumDxIhVK+dYmFvYB+FD6DSO69cQ0vvjopub1B/dm9B71MvXZJyj3zkcw9s5q3PQ86Wj54+Pi84RE5PvxftTzHBqe+Ko0jPsqQbTu4hG6+DtApPN+BAT7NBp49USMcvl4Vl72JQM086GIcvoTFQD16weG8jCAHvSY0gT0xMTi9IqKyvqu3nT2kQOq9qxGPvavb2T1fA6O8NarDPZcsaj0DmDW9R9oQvsOebj0ChO85oX1cPLhfdb3/j4E9nYVovvCm771a7Rc9bcaavXgBW7wUFxO+nL1AvLEPSLy2/2c9mJqyvU+LOL4kQHa+6+uIvb0HBr5HQsm9gAW+vbTJf76n7TC+0nzBvtzynL35Boe+Ihv0vXM9bDxV99i92OZzvhpEVr1V7PI8c3eIvsyRvL1ImKW+sLaEvUzzIT7TX6++JLG0vaGFazwB0wy+avFjvnxyE72gK32+gR5WPWoQk74bGDg+ZziwO9h8Cr6LvVy+Y60tPSrgfz3+DRw8c77LPefxqL1TZqO+crOhvA5nAj64yZK+X7KtPXRiq71KR3a9UWUOPp+o2j3fMva8X1+evfJIPr0j/Ba+fpfxvXJYlD2wdBG+",
        "/RkpO6tqab1MFYa+xGeovZiusr1uxEm+UbAiPTXJar5Zj7s9WDaEvRMbPr5OnWa9nVJevXjElb3rAha+34IkPfP60zxsxW89FUl1vUohW7yPCLw9sPF7PbD0rb0OXBE5BMKLvu1wwDzoFcG8SO5/PWDmUb50mce9rKicPQ7pGL72xDs+7hcDPgDtEL2lA0W9yoXivFP2Q76pOYk9HNOgPYUi0L3Fm2u9VbJDPMCllL11KWe9jxnpveZ1A77SyoM9GfPePfoIOL2Bn6e+/6YJPR7cqrz8kT8+Ca28vT3E0D1O72I95HTxPKil8b1KOQ++GMUGvkvoDj2Cgbe9nL2IPtAxmb4yjhe+GYITPh2XDD4bNiS+VXzEvXWCoz3ghRm+pKY2vh+TmD0rpDy8E9YEPlH7FL2oRoE+oRgLvZvm1D3V7IS+2tklvqHDQr6rUUi+zVOgPA+Fqb6xGEi9cokqPocjS73zmwg9Nhl4vjB3QL5bf/s9DWiJPgIksL1o2Jq+sdzNvdsy170NDyK9ZMvKvbdNJL7nHqI8Mf0Uvjxh3D1OvVC+7MIEvoAyND5HtLC+8FQhvsrJh74cfLc99PIDv+X89T3dp3y99HocPqrVfD1aiMo7dELZvAPvEb71nd29CM7uPU8awrxyYZC9NnSEPYS7wL1MtRu9aqG0vY4XHjz+1Ko9ACdDPYxpSj7OJYw95jy8PebfEj28a0Y9LXgfvpJZsj1LarA8xS+/vUB7Db6itq+8enZwPSFtAr3oBzW+McswPsQAzT2VwbY9IUgePSd1NL7ctcC9VkzqPQnEND3sPPW85pAfPQybDr2NBA2+gKnAPEYPVDyidCu+eK6ePXDIVr5hqC++6I1+PSIXSz7a3tK+zQzQvHSgQj7pxyE+TEEYPgcA671aafq96g5+PT8uKT5jHIE9Fe5rPccNTr50ege/PS7XPVq+Qb6ctpK+0nMBPZK8Br8ifvE9BrG7PT9eSz3eXno9V34Vvv5ghLzFW5q9tFPsvF54uj0pIlu+",
        "/yodPOKcwb1l0Sm9RfItPuqp0Dx4t/Q8EqkCPUs0gj2dJfY9KwJlPXWFE74aQ0c8tkqWvNBzyb2smOm9T3icPHtByj3W8Cw92hZZPFYd9L0UKPA92lARvs4HAD4Tn5M7hO1nvYV8Az757BY+Mn0cPfWyAz789Ai+Vzf+vah5f7vUpZC72Lm3vZC0t718qT89rToPvkuUEb6UPsu9hkwdu43dVL4Tjrm8lD5KPKOFSLzprty9vyOFvuT0Xr1/nqm+3qK/vuxuTr5FKky99/Gqvm4IHL3eSpO9B2MxvjBVPL6W1OM9x846vag+Sb1Sjp88BNvDvF5BFL6qxRw9TzgyvfP4L76ivbu9pRecPMxggr3My7e9z4p6PUKarj2nC22+4t2uPf+lor7lFaw9HYtavnQUir5W+KK9Ai2Uvm7EYr4tqk8+sufWPGCpSL7RFXC9nL3sPBiqlb26Zpo90UNUPOt8Cb2DQSc7EyNhPcNq3r1RqaU9klH6vWw9or7OVrC81kaDPCS8L74Xfq09rcquPcMMDjx7jle92Pk7Pt/jgD145Og9tp8avg+57L0tBYa+g9BSvkbWob04t7i+ODePvYy45b0CkKQ9utK9veOJlz3hntW9RzC0vNO2lb0RkZ2+UtQnvUr9FL5rYhC+eboDvmqPkb17rHq9x7F8vpW/Mb2wexa+LEE+vnY+xD2V8cU9BJzavp/msLy08gS+Qn2RPGGKgT2YYaA9EwWhvlkiXj1heZ49WRBmvYk8Mj4HcIE9WL2GvUmHsz22JKg8BFDdO6f/mD2gbrC9tPn7vTL5rLuFYak9/xQLPe23M77R+rM8O3egvadtlr6mE9Q9dLgCvq0+Ej4qNTG7LBAXvdAlObxpKwA+KvsSPonVGD7Yan+8o68Ovlso4L0o8+08gNDivaks2LxmLAy+neITvpXHFb5K+d09eV0SvocZ/T3sm7s9i2pDPbR69j0Gjhe+iAMUvvT0+b3cYP09FAtPPLVinL3lwzM98moCPmE6Fr38uTo+",
        "lts0PtlGXz18pRS/RIfVvhkVij3ipe+9RIO8vk6GnL6SP509NLylvN/Phb3liqq+w7qSvg8w477T6K69U1envox/BDxMxSY9X+RPvaJYKT2hq6I9FO+Cvd5hjby3MvS+AZqaviJ6KzyLdcc94R8NvjPcjb2yrJu9eQJTvuV3Mj5iKyy/fyNGv6+n0r79i7C+zpEbv6qIsr7kXxK+TBL/vP0Mdb2CeqG9U8Z3vvHhy7yLjGU8KPdWPABf8L0Z8UQ+slN0vr5NdL1K2Vu+vdhuvlBK1r7kjgW/JPFCvYUrBz4dbHS+ILcAv/vQz75bOAi/sg0avZlFkj2My/m9krJ0vs9XFz1KigM+zpCbvsXFQL4qWpE87RrpPWlskb5nCGy9lLZ+vg9gKz7FVYi9ee2JvjYfjj755kW+0AB6PtTL3LwDlPI8XyLYvH4YG731YRi9glSCPUvwAL66Og2+KhC2vl25GbvFlO69d2o6PsVWTr28P52+o2a7vTtdQD6tIIO9Xq6KvUXQFjx0YSm99jckv9GCST681Em+ILfYvWv4GT5+iNI9jTUTPW1BG703GZU9+Y0OvjXqvDzr9te9lt75PV1BM74t5mc+qg2/vqgtkL31B929/X+8PWkLZj4o10S9t4C3uxxBVb7KuIC+fBm8vvElUr7ftKo83o1iPfwXuz3NxQm+leM2vOm0vb2Nvx6+TN8+vbepLL6AXQg9kt7APUKyjr3OhtG8c/dVPvWFUT2ED8q92fONPmiRrzxdTyY+jGXfvYzVK75Sr2C+rwkevgEi3b3Oh3e+nh2dPVbkOD3A4Y8+FZp9vORCdr4u/4k964qHPSi8eT7KLgw+BQAgPXSmKb6EQbC9q3kPPvZuI70SK9+9+1aFvrBR6T0xP629gCmxPWYHDb3KRQg9v7PfPTIx870q25U8zmGRvdNx2rzjS7k974RLPjbaMrwlMA4950N3PRzkTr5Bq0U+ojDwPNw5Cj4nT5a9L6+Fvu5ay7zaGua8X9GfPYvn4L2qHLG9",
        "VXM9Pkxcib3hAz++NUX1vsP3iryniV09d4iEvW/Rsr4y2vW9g7kMPQkIkb5RSzG85JonPn5PCT0TfSA+pjPcPeLvCT71Htk6mVIyvv5kLD6bOQ2/Qa4MPn5Vsb1W9i6+gnY0vgJ/g76iaQk750sjvrlOLbzIkaq8xcGovOBCgL4aUV47WN3oPYOgrL3aUuI8YBMBOlC15zx3mwM8Ly8rPK5MxL1a/928RGS4PbEkEzyDPiG/uqHUvInqZb7Atu09buWhPXAZPj2Ung6+RmGVvPc1nz1gHkQ+OOYEPLGMlr1QsyQ+KveBuwJjRLwDzuU9bGi7vIjYxb1W1IM91KT5PV9fg74zFki+/OyIvom2bL63Ay29kUWRvgHTgr0CMqm+3w+JvYI1KT6T/Vo9SrQEPshuPL5T/dw9lPziu566gj0rG2a8PTuTvacpnr4mRUS+LvIzvngCC75/LCC96xwQPgMUbb1JBfE8+riPvmLyi75AiKE6OzCWvQnT6D25UBu84fPUvJ59l73ynTW+cJsxviRFqrx/gZs9Qs4TPKUelT2hPQm+Mok8vnjBGL2LFhO+VsxTPS5xH76W3fq9sHZ+vqCeMjy+7/S9RxAdvdzGHL536s68WIU6votVJ7wXOCK+Dc1MPjCPjb3j33S97RhCPmOUh74nhOW99HAtvqm5CDxvIF4+qF/FPdgJfL3LxB0+TNdMvfrEWzz6b7U9owPOPaPklb6HfGQ9cCdfvr+Sob1A3hY+NiwVPEdCYz3WkYk9qjdTvik6E75k8Ea97IG4vu7ver4kI8Q9/50UvJFE9Lx18uy9RaQSPQhiQDsE/kg+N6sWPeDWtj1pxJy9s4fEvs/v0zwwKGc+DOZqPa1yrT2dGio+2x87PCDujD64yt2+5xepPeo/ET69FiI7N9R/vc68eL6zdbS+la7yu3N4uD3qNb28jg+fPWJ2WT1s3ik9/n6jPeQvgDu/o5I993qzvjtWOr7Qu4s9Lb+nu22jKD2f9Yw+nSSpvTX6ND6rINE8",
        "Eqlgvsket71nOZm9aglFvq0DiTxpRra9L5kqvMBhBL6zGaS+avt6vUeofb3hwVW+cgVpvcUjMr4iHCe+UAAWvhQoFL/l4Fi+tsoVvRwox750MVW+vEA4vjq9473YRsw7oA/tPQ/3eLycIsQ9MEsLPrtVqr6N1K294jNPPT0G0L5aauk9svLUPTAc5r2NJzo8OO9EvVqvUT71cwE98hOvvkkexD0A2se9jQlKvo9KqD0UIvO9Y3EjvyQ4pj3MyvO9H7ZRPp+dgjyqidE92OqYvCwjDT3SXY49Bc4evikfAL/F4ge/fb4DPmiX6z2dXkk+V8VDu6KH573XmO49KLetvVI3Gj5heCY99l1RvqcDFr6mUic+ehWaPCTWdL6ifJQ8lBS7PXjdOD5yFWq9MjwxvKDOLD1jkrK+2vIJPk+QGT505l6+eGnIvSIa3T2jNQ87ei0GvwhAjT0QKBe+HxH+vfmZij2VNPy89uhrPXfXLD7+Vxu8W/XhvivOKD6Ny6s8s9i/PbCQgzxb8Z+9wYq7vcYfDj57ntM9uvYIvc4MYr6VSMw9GBL5vHkSR7yCcoE82XLtPVwMY75v2wE+Aa6ivftyzb2zP0Q9Up83Phrbz71106S94D/oPW7VGDxMQqG9uYtMvXNcJ772gKc997KdvdG3xT2fM6Y9YR8SvmNENL4ITPW9qMmXvZCsD74g2ya+SkjvPAzEEr7AIVA9JShTvsQkpbwYBhk8H8iVPd9b6T31bBI+5XeOPLkQtzy5ws49bsEYPv0txbhDugO+fIQ2Pi38Xr5MWvg9Lrn6PEV6cb7ORIC+cXvNPUeHSr763J2+g3Rvu5QqfD1jr/y8E4SIPVcwQz23sfU9e9xjvc9dhL19Sjk99nlJPBQtAj7rfoC+DAbHvA3oBTsCFWE9c6ervVB7Ub5O+CE8fkMAvrLqkj3H5Iu+AHa4PfL+S76LMxG+0ZYOPjBSlL3Iraw9EDjUPJfMkL6xDU88NvkEPcS1Hr7BDK299HaivZEe3D1eqYW+",
        "RXTIPZqdBT2r0SI+yL9xPbmWqz2Di5q+vn3NvKfeW75t3RU9b5wFPr4uWz3pc/89e1+2viJtFb6ojzM+F2D5PZUui75CLDG9Dgwcvhqv6b0OI9m+PQLBPVih1Lx55mq+MtBWPWMqwL76Mvi9uHjxvgfvfb2xSUm9GdubvB7Hn73qbti9ZQ4rvjlPBD5/49U9Ya5zvDez+77/ue49dh+CPTjVg7yyxRE888ekPctGLT4K2bG+tAm8PY9+wb1MA1k9hlJ7vDO3tz0QG/m+o5oLPYzuNb0pYAy+Qn/WPbsEPz6hIlc+uD4PPPsqpb67m5S+V0ZIPphEib2DAxM+HJyvPRp9hL5V/AS+9OE2PS5fED4aaRi+9qpLvvSM370PSL68kECKPXiNAD7mKko92PK7PWLeVT1zp589pEb3PFLmMj5TMre9oZ6zPb60Bb7IdcY8Nlm7vU23Ub7GXX89PhE5vcBdhT0zfaK9ZdJJvusqkr7dnE0+6iUUvgviaD0dbZ490VB0vYgIP73zdZO9693MvTA3Kzpde5g9n5GkvWKHVD7tQt29DDFVvl3BOD52mq09nYf5vcd8ir3vrSY+IyOcvaZSAr48sue9vRySPBjzar7ye0k+mDaBvlG8KL5TPKo7zIIiPZXyIL2BZd49GsYIPg7/PL7WDFE9ySA9PJHRqT5f6+G8eiUxvpJnQr1133s9FYGMPQQeDr66OBQ9olYTvVdjKr5o80a+GDsKPm1leL18VIY93rdwvZT2hz0jXGq+VEsZvRvjITxxp5m+MP2UvRBTe764OFc9yahvvraDxD10r4y6Ph4Pvoz6Mr4uRym7/RspvJ17WT7Sk5e+AhKhPch2qD1UucM93hsPvjbFw7s/eIi9Lb58PXilRj0gT5i+V3A/PnZkOD0fQP++2p3wPUVPbLy1fpO9h8C2vqrbWjz2OBw9wFK5PZJgPL413Y69cmU2PvXH0TnerGY+ev4IPhJqCb3wdMM9ieH4O4pfir0LqgA+u/MNPqYSgL4Pb/O+",
        "dNctvqKz3zsjRv47sT/HvUMc5rxprkG+YYfFPa27fL6+IIK+wHMOPWH9kb726vK85G3kPYOnMr6SELu9UJRhPWxGlT0liza+4HFIvneCVDyFrZ++/PMRvveyfL64Yqm7ZMCKvtDQ4r0IGRK9PLUTvnQlu7zFCe69XNwNPe3ZRb3T/cg9sj7oPd1qvz2rtok9Leu9vSUyhDzYSgQ98O8DvgkDLb66+nG+UJ56PuAOHb57atc9P+hHPhvLEr7+dAw9K7bsPUDdIL3zTd89bgb9Pdsh+j3UQmM9gPqNvWXPO71rUmE+2vW0vTZn/D0p7QS+drU0vRTa3D0/qbi9uaZZvQrREz7dUL89uE0PPt7WCz2AnxU9pQsxvvtsuz1Asqa9DPUOPd8ePz1bpgW+ktM5PQ++ijxSfYM+fx/avSMVeb2IpxE+A7mFPXoqEz0z9BK+lpNgvjfibL3PVAQ9XYl+PgHWJT1PdsE9szYMPpLGWr5bEMQ8nUgkPv/h572uqFy+qK0Nvr5xkj38sR6+k5AEvm+VjDwQ+oC9BMfGvdf/Oj5Kciy+bkrHPXFVAj45fj09zyjLvlgKujswLtw9I84KPnnzQz2WGsM8t4DdvNYj+j3B+JK+GUx0PPps9D11nCw8mBNZvksdlL28u3w8kGs3vn/TTL62kAA+VOMGPN1kIbz5dCO+A+u9PXdF27opRw++1aUePaJQk76me6m8czB1vZdyar7eDPO8UU3/veo0hTxSZxA+9XcNPREJTz0LEua9dIXjvoYMlL6YmMW+hguYvq84Br55F7K+oB9KvhGxmj1llmk9i9JZvU1Inr0O6iu+d10kvn1gsj3bOQW+gLG1vvRxpTzjawQ+VVgDPnpLUT3hHP49cPxbPKkfUb59l5M8YXYVPrJfHT1Z0tI9kcHhvQTcbjyrPZu+WuPBPduPBj562Jc9+GEXPuq/Gj405h69vUFnO52Xz71fqCg+QruhvRmvrL1wp5O8hMm1PcZQjL2fdpO96PE7vjFhYLvYZaC9",
        "+puMvvl0O76+oe09E+OcPBUcj75zk6m+vEFpvYgDOb4b8Iq9amKlvdpR6z13mWE9FfBiO1S0nb26M4q9JiWtvdsEa721AB++b9e7viSP1LyZ+8C+vssePeTCJr7kmAA+rIKNPTQbfb4WyEq+La3ivnBQojznHhI+WdL9vATBGL3J1Bm+LRAjPI/alj1E3p+9wTcZvtLjrr1/o5G8W/xXPrJde72Me2u+KgeVvYIzOL6F6049BozbPYb/KL06Qwu/g1eIvtRBTL4dVtQ9OP/pvJ7c4btYF+O9HDu2PAV8Nr2x70o81EFZvTwcizyutem91SUFvtlKPj4GCoq88cp9vlKmBT5fp7C9y7ftvS5mDj4rERA+HLhCvcRgS72kDds86WiLPkeEar79ABg9lFurvRsdB75ArXy+ZutZvjzoP76TLZ08kEeRPvc1Yz1bTBU+zqHRu5itdT0STYg9I/uyOuqgVb0tGx8++/4yPisotzwnapk9M6tIvtyWb770aeI9bgsrviJzsL2tnq29wItYvlAQA74jH+G+8GFOPa8bHb7QrHY8TR4aPdAsNz6GqqO9YsRhvYxPCz5JRAG+tj+YPYqsgr2UDAk+Uey6vig7qr2AGn29Z4fyvfoy2TsVkIA6s3sXvb3Tm739zB6+lxIYv/wiFL7qtrS920jrvSdTKj7Y2iy9AmimPZYhSb68Iby9fR4BPmt8c74tNg6++PinvSH/m73z1EQ9SCq5vFWwBj7lXTo9cbvcPRerCr7/Nes9b+GLvpp3EjzWzQq+f43UvVMxmD2w80G+E7dGvvMtB73O9+U9XV08vmj9N773WN+7XwgVvZGuZj6tfS69v7+BvUXH5LzztOU9Gp6jvkZYg779h6e9CtlNPo/vmb53AiK+PMm3vXf1OD471hq+Wy3zPWxzqr3YU7a+ARh5PpiOtD38/3+9H9DzvQQLEj4d6ne+dxIgO+l2Ub6jQQK93NykvqfEOr1+PN27Uq5cPkxT0j2vOHu9s83rvSywlz0QfBC/",
        "n3AHu+Fglr0RW5g7Lef9vIFOJL7n6EM9gsOevbosSD5UCxw++SctvvVk+L24bAg9yjTJPV/nB74k8E09trUjvc3ZmT2gXL68qFUwPlhh+71TAZ09BI8pvtJo0z19PwW9zSkIPQHaKb0pDNm9RM2pPUpxlz1l/ze9fU2KPSlPCb2LFwy9lmmLPb/nu7ytpVG+v5B9PTLvJT0Y9/U77Q4QPquiZr6I1D69BRrmvNTvoL4i7os9nb47PaSiDT6irdm9gva8vZwn8L2diHQ9fv6HvbOXAj2/uDu+GfPfvcy/8ry8qzm+GiC3PZoHiLz9juY9V55GvgUr0j3xuCS8/133vWGnB76fEZe+yVDOvcloAb6NYpq9AKMLv8cLPb6bk8A9oE9IvlnDur2EYC67dG6LvSbDNr4F8F89OSeUvpzkbb6lh1A+HVANPmY0gL7Bzbw9XVS5vd/xmT2Igb89cD6CPbY4Gz0kaF878xStvmZgCb51BG6+ZX00vC5//b0/6PY9NZ/Iuw21Nr2zqbO9G1WDvX13cz3s1ZE8lpNYvFhgeL7QyMO+COtxPRaVtb2AOli9Nq2svae+RL6iIeS8oAWQPRl7ZL4VNhS+wvFcvVVETzsTfP69wsANvd7DNb7RRLm8S7XRvJ8xn71r3Ts9I4tXPZFFb73yAxy8W/rAvUqi1L0i/bO9uoKFvbxNdT0vQvo9VpgEvhdzqL5McyU+vwiavXLyHL6Og529HUN/PIWIkLvxUuy+1RRdPSnpiL0iUAU+iUOaPZMPxr3sGKC+e6mevOG+Kb7uFVW9klBLPb9JsD1rQY097NivvWy7+b0Q3gQ9NcUgvik22roXaZG8mBE1PlpMfL6d/Zy+uleZvVbakD2jBNu9g4+Cvsb9fz3LgYS7v/YpvVdv3D0C7Iy7OCclPuW9ID5QGWg+2rgcvjMJ8j0IXem8RrCbPTPpub7aU5u9fhbOPeJXhb5cUXU7//tNPg0+Kz4A+CM+a0HSvuPwNL5rjq09T560PXtcmL2lHMa9",
        "psYAPlLF0j2tmkG+kPbvuPFbPD31R6Q9qt4zvrUV1rxjAJi9CO28vbJkUr66xym+tMTjPaaJ8jwv+Os9MsYCPuFcnL2UB509yn8XPrnxiDxzmku+SHcTvjGyh71hnSi9mWLpvW8DDL5P3Qg+57w/PrqN9DxhtWI75oflPZDatL7JpD88CIScPfkK9T2aBNy9ayDbPYX0wb2gpEO+ZvF6vgOd5TxkX2Y70f3pPUJ7273XQ9C+aw9xvn2f7rxi6209/dzLvuiz5T04jP+9CY49vM1TtL5BbRW89B3LvaxzZr54KP29iqdBvnYgT72LCQa++QOFukvmVb2HtLi9RjLCu3x3gL46Dhy9GuFHvkUFor3Ws4U7n6KWvhhfib2Kth0+oesQvZyu7T2EQR48aIjLvLBx9rzI+kO9uw3lvTAnuT0woXS9N1cFPhyPQL42V1G+0GeRvpdzIL56CDu+ce/gvbqOG769aK682/3CvjPu9bzAaUq9tmGsvuuUV73UJwS9lcXCPYhQDL4CPDi9iSTnvfTqhbxqWnG+g0EcvliZBb0Mujg9qUKAPInvNL3R5A4+3TclvXpTJ71l7ri9liE1PePqDj71DMk8/mt+PSljBT7kCp292LeyPVet171brfk7vdcUvm7okjzl7pS8a+E1vq2uyL2/dBi+WG7kvFgEMz6o1d660htCvkAJFj3nmcG9MdkOvY+xfL5yoHw9r6dEvQE7mL22VgI+34gBvZ+eoz3AwZk970bcvHiOMb5obNS9h9wCPcNUYz3t2bK+/kj8N8MNNr0Ngzu9WxYjPYzS6bxhkva9ovNvvDbGqLz86C6+zqM2vqMViL1RTwC+U2uKvhI9kj32n449BpE0vhP/qbzunxY9ANRRPYvInbwwPRk+kn0dvo0gFT4Nv6M9cqMFPpi1CL4+tn89MxVwva4+Az3Xt0S+yz0bPZghfbvZvNK9niaUPBSyIL2Hz1S9hVUuPUidAz2CbuG5vGKJPZyjIL0qMoO8Wz5yvndRer1SGTS+",
        "k38bPuzlAj1zIsQ9YqoQPe6a8bwl6BY+JmyVvacvBL4fMcA9ROcAvrOgjT1CYji94bu/vNU+szy/1da895EavWfNkrzgpKA9jVdQvVigfzxf/L09OW0nvXY6Nr5Kwia+kAClPHgw8jsca2e8H5E/vVL58z3OCMM9JbAvvg2I+T3NVu69gzz/vXaLL75WjX2+/5BmvqEOpjxqLHi+RWBqvdAstz0/fko9PpnSvTElCz6ea4c97msSPkYNG74phIS8uJtYvtAQOL6P4GO+WLRKvXYVVT5tdVi9QmZxvs7YHj68e06+9TVvPhKb6jyd/pM9bm0nviv2XzzgkrW9CNyQviA7TTzbVRi+euwzPa1KDb6/3wi+Hgj6vYnWQ70wmaC+xQ3fvCNFe76IrlU9C5HwvWgXr74ARQM+qka/viWfUr7t2fU923cfPZEGjL5NIrS9zE24O8JtFDvEYve8brqKvSdKvL6bdA09dGtkPa3cML68woM9b/zvPVLowL6EHiS9lQwfvnRwLL5hxZc9R0DYvVTvCLvE8Me+zrDDPUEHTb6ZXJu9nuvNvVhKtry5ILo9xDZCvrlwRr1HjYC+WNOqPW75Db5dd+c9ym7XvguEHL6pJMo9NbmMvOcKgb2yLV098Q8APoI5E74mncq+bZAPvncO2z1V2q68xdGhvXDNMDweQVu+584vvt+aHz0DOcs8dZEgvlXACD4n+Ty+UH8DvrXf7r23HoU9qrwyPdJelbxZ3+I9eUMZvX2aAr3dKw4+UOkgvqJuqT0VjIE9NkvevHOLVr3jXJm+juC9PUjlLL5KEDs8FtnsOo12pb3irQ8+i/0PvfPOXL17Xwo+GBhIvmEvfD5ZgVg+ygbcvXSB2D1ELJA9qUZlPlIbED4Nucm9/kocPgqlGz5FcB+8lm/EvacxIb4yYY6+azYdPskzr70fTy896f8pPaZlDz6a+V89PQxJvgpwbz4XgB29mLaCvlc8dDy4dO29x27fPaIvNb1N07Q9iYK0vbcQMT2n1Ug9",
        "DjtwvVTZCDw4Ck++HDyOvGoeHjwkZ2s98S/Ave6hFb63Rca8RteePWQmf74RUrc9sq4yPVJcIL6W7r68hyqevItYrb1x57a9jW2rPWXOrb0CuHi+z/FAvoRjtj35+4w9SnIxvtrVhL6qOQq8Wj/AOZnv3T3SW6W8wdMWPXFE6L0HzOo9pmQ2PuJjCL17RWC+5eiQPVQpvDzJHlO+haNPvnokej3SAs29YaBlPa//uDuVzjS+u0TCvED+gr3jp449YZKVvZA/UTsB+Em+tneuPXFtnr1EwQM9A2izvFncfb1wJoU9O0WzPZU1yb1jAhS+JsGsPOWrlL26YEG9M7kbPnnzRL2qZQG++LCkvedIJL6t2Hk7T7cDvu3gEb4Vooq+Ax1ePbmc57wjngy+hhYQPt7soD0i+gk+qDhBOzrUMD6RymS+5rARvnIeCbtZrLE5kVZFvJ9HCb5qOyq+nCDdPM3IrL7F8Lu9cV29vBnxe72Z3JG8quznvF+dtj18uJW+DTzGvl/vgj1i7do96OiTPYKJg74jigE+rFIwvEbS2z3fnaC+c0wRvG02xr3+lbS96t0TPUfPt71lVKi9epl2vfksXb6jtFi9VqDoPb775L28Y968b0GyvkOkcL5DUdq9m2ixPYHRqL7OH2W+/FzCvQp6u70MQzC9liOzvOFCvr7tDjm+HIpdPRK6Qz3ZEC29rRsHvvG1HL5Zaxy+nWNvPdZfiD279KS+Y/r1vFd0zb08snA+D6ZqvgiFhj15xhu+vmwBPnwjgr5wmXs8qEldvLtntjwnliK8CpzUvZ/LJL4yam0+/fQePXQfrj0+q029McRZvoMTg73VHck9uZtXPZj3sLz39aY9+LsvvUncMr5BUUk8qMsPvofpDL55Zv88FHc2PkxYl70Vq2e+ZXEuPrvEhD4GcAK+lQCfveuOlz0OUkM98TFNPSZv7b3ov1Y+400RPt6TUT4u6Kg93UWoPehQYj1PfoI+G/+svbn6hz074C496xawvflc5DxCZiS+",
        "fNLOvMj/uL3gcTG9uPx0PfkZTD3IxoI9gYGXvaZ/3r1o/wW+7tICvmuapb47wbs9pT1bvfYOMb60lpi8S97+uuO/bz2QOEy+mcAsvaluj77OMDi9XpLgvYlNfb6p92e9oS1jvcQR+7vH8MI9jvWjPcDxCr6DEJM89vM1vTo+pL4X8Q4+IFzVPaVl4jrxHRI+ApGJPEP/IL00+o49rvsYPXkIN7z/Wqe9AtocPviOUr7ptMi+BGlHvj5jG74Lpxy+ZQXnPQmFZbssWf498hqGvVxebb1rPTM+yUicO7pGkb6raLE92DG6PammV7008VK9ymMpPoAVub5lmtm8AlIcPuiSlb6U3Ii+5C96vOZmUz6SpAC+JNkgvigkWDyNJhC+kX8DvliKJr6SOX6+ZgYCPvYE4Dw50Ts+ntPsuyMvvr0UyqI9Vy4lPdGi470ZTVG9Wgh2vgnIrr0W/4K9EMUSPU7ivb0wD9G9N2Zyvgaylr7bd1y9hOLdPKO0Sb1TWR++DX8FPirlAz49ORe+EfWuPWGFTj3GA8+9O/QMvpX9xL3MY5k9GYXEPH7Pgr0irZy9X5kavgzgbz21Gfq9Ry+OPFOJL73w9GI9wFiBPGPsoz27OF69fuMPvm14zL1w4hU9rlgSvpRWyT3N6vA8IFTrPWqJ873lt5C9L66wvYWUb71qSaW+BieEvpy7gD0M+Y69otxBvjwhvL3Pb2s+yzBfvl9Mpbv4VQO+muhpvSGxjb1A9VS9pg7ZPV7ADT0ygPS8J3M/vrwt670GscW7Ksutvjggi77T17G+sb0FvEq5KT7sJZO9WKafvW4NB74kRW++cN+JOnvAMz7kJBq8R/FSvf3Por5nXUe+hlOGvHQjMjy/nsC+2ILrvUsF4D0rdyw+C5IgPvd2b77IUyc+ehobvvCQJz7rul4+Ze2LPQEvq71wX0O+hx0JPhLzSjzCiDU9zxrFPGB7mL7GxNq96kQ3PvaErj0+qdY9p6w7voL47b35YiA+zjbLPQg7073hxSQ+",
        "pWLlvJxCRzwN5/q9ePzYvXNqqry2RtI9Gnxkvcfesr2qCH09bgMnPqOZmryUvBU+blGSPXPLjD1blq89fJMSvcbytj01xUS8OmxWPm1HzL37X1C+GP/FPXu2wT2nHoq9l0CtvQSjM77tne09OBMJPUPlGz4ohyQ+cp+1PVBeX74LJZQ9XQ0kvtqhqjuaYuQ9wRf3PYUAlL7g6vY84IdGva60lb28j6g8h2CmvKek77zKR3i+BYMdvhFq/r18qtc9I+NtvnLzGb6IsqC+PmSkvN8QYr7Uvgi+c8n5vWF1hbuC9kA+YNkGvtc37L0+Nkw72+0xvmfsoTx4whC7NbqmPUww171ww3a+6T19vQK9A76n3yK8fUWPvqoERbw56rC8uiWPPnN8vTtSffC8ojDuPZRGFL05l+o9GXcdPUDVqD1OYRO9z0/fPXIoBb74wgG9pFKGPfe017053wU+YskCPjR+yD26VE8+XufgvqTmnbwOejo+2RBgvrbjw70tCsw8kjcQvovfMDwtium81hDsPP/mRr2J35+9dNAWPjYWAj6/NAQ+29s5vnm4Fr76DF49Xlrsvj4W0D0htA0++ch1Pd0UF758OxI+bdWYvaKICL7Rljs+0srhPSryDD4izC+6xCBivcSB2D0fH+494N+PPSeos7x2UZ++dusYvkqNg70ImOW+0YGzPTnWab0O07W6FjQovkFRZj3CHCo8/nExPTpGhr3Plyk9tm5FvRqwU76sw0c9EdO6vYJabr0gE489EDIKvVLkeTvKPjA9yf8WvobaBL3w9Au/vbOyvRuGuL1hM8e9rAasvf+6brwD21i9pw+cPc5oBj6goII7zF4PPWzA0z3ORQC+wDo8PXEsAD1BUO09mQmLvRv4xD082xG+7rasvaG2d74Hu/89i79VvkGe/L4tqwW9FZNbPakNJT2nkt29dcfjvcKLUj0UVVq9+KSFPca2UD0x2UU9/1fDvdEA/L3Q6w++8JIGvtrRIr45dKs9RqsTPSR+hj2lNKq8",
        "/JNPvtsalL6g3cA9mX8WPe+GN74iyhS+TXZRvQg/Fr4Rj9C8QDFjvSAXyb5BQbe9GqjWPX+3Ar1KUSC+4eYDvMAe6DvH3Hg9iTnOvVFjMb6hvwi8o2CKvtirQT28DP28MNJ5vWmdub0anqK9gHGmPeKctD22mgW9GYnfvf0OrL1KZzw9LxEKPhTNbT2aAbQ9YfT0PUVqCj1yOJI97zIDvhuJ5T3GrcW8yb2cPVBtvb0x5m2+H1/0vpst071tPec90JLOvTNw+rza3DW9BdEjPuv4z73q8K49iztvPKPozr7c2Su8IqFIPArbBrv7/9i8NS8BPmn37z19ZCO+5/sMPndJyr5O74i+HV5gvdLx6rxGAoa+5i0YPbyNwD0ZxLy9Qg0WvsxbjD0oVW09UcLIu4k2Vb2a7js+vvA3vthQnT0sVsg9QpXnPRyMy7zOkyi+D9QIvpExhr0Fqys9jJXvPRsoUb47XSi+vFBDvkS1Bj5Hy7K9ywLdPWqB0L2YXLK90XRqvnEYyb4VmAu+9OC1vVjp8b0NB8O9URThPGMZh71I+zc+jIvEu/ZzXb5WEDe706BVvfUIirzbmRq+4gxRvmhNU76OsS0+BBJivlPLsb7vYsw8V0S+vmr4Gz4A6JM9vDkPvr1Xkz3k75K+OTDevK7RMj78rUe9y9RnvUu8070e0ey9XtokvsDmxrz4AeQ9T7eWvVfZZr0IE689SXkFPkF4dT3SWQG+M8ZzPgD/HL1hnC2+hRkrvq6BGz1o5LS9xzqCvZlyJD48HZ+8HGD3vVuczz31dpc9+kgmPi/wOL7Hsyk+6HN5PetJx70uAko9DBnhPddVgr0+kb+9lZ6bPCD8n77iSdS+z5QzPkPY1T3hnIC+U11tvsl89b1dgUW9Yf2TPiZLJb3f6tO9HFhEPQSi0j0u+EK+v5o2Pt73Qz3jUCM+IdV8PPxuR7wTshu+SUPfPML3k73wXFI+uiMnvnA9VzxXh0y+bMC8vhk1sL0yiIA9EkfGPNkfkb0lbQa+",
        "KNUYPsmDtz0r/2++chS1vb1k6z0UJbq8baBJvgHk6z2m73i68gysPT4cur1bWqm9EJRhvhcYYL43tMW9SZHOPQv6d72dDXW9ypOYva/MDz2QIRe+8ynZO9i6QDztJrS+UhV9PS9bvj3uMpU9/t8lvbqqOL4D0f69upgzPRjB4D3Tlli+2IY2vvbivL2zNma+ZFU7vba/C73VRC2+kUhIvZIDxr2n4tI9qh67Pa9aQD2R7oE9AJv3PeRI5j1mHHC82u4jPKuVKj0bNuy9KjrQPdpeMr1YPoo8CgOpvXM8n72s5Do9NRAiPb9ngb5MxAG+GPdjvvnB/z1ITf+9m3nSvbbHgjyQgEs9xBmSvjgeQ70pjqa9M5vmvYKWir6N1Vq9Nl0SPoj8Bj7gdbO8nHzFPe6qgT0ZFCC+qRqsvTjHsz0hDsW9vuUAPjNYab2WVs29OjbAvQG+nz3mNKk9RT9BPdxjEb3nAxG+LN6evYcF0r3ecIO9Nr8lPZjdYL00ZfO9j0caPvewdD3UfRg+rWhiPN0uFj7nMEq9FSg8vJ/V2j1Z4sw9LxiZvf1nLzzugzk9+4UyvlPIY71+Ta69GGKgPTot07wCjDM9DsJnPChf+D2FF3C8lkbdvWwWSb0TLZS+ZOZVPqi0wDzQylQ9YMMnvTncCD7+CJy9tG4zvWMHGD2cnSC+H4JVvtXekD2aih+9GzeFPdDREr6nvRq+GM/kPJJFXjxNel49CMesPV385jyucV69dgjvPRzCwD1SBWk9PyTFvL+4mj0/snm9nMvVPaegQr0ri5g9YyAAvkk8/LvcbK49jPGFPYuZD76unxq+csFXvTFtBj54rdw9Y6vmvXq1eL2INLy9fxDevuYJyL7bgfO9GwoCvn86rL6MM3C+new7vVUMGz4Fyk6+TsQhPrIbh74AIDS9+L46PUO2uj3HWNw8fs60vXar6bsfKte9HX8yvVM1sb0Vp4m83uCIvasQXr5lWxI+8aeuvD5WyD0Cp0u+E4AcviMHrT3ONAS+",
        "ULkxPleX2jsYWPQ93ZsWvnonQLwzqYK9tR7nvWrjnr5sFka+ipFRPU4kir5Y/k69xZrEPfZ7Nb6Mory9HXAuPVhwPr14K6e+t+muvNpgQj1XY9K+BNcNPpwxrb628xK+WmqSvdMspb4Bfg8+DHcQPZlrertoqMk9auvgu6q5Ab6Ib4o9nekbPUWcizxdYBy+GjIWPiynmT0nBkM9LwFPvjiYSj1U+Kw9jjmOvVeV+D3aGdC+qsV3uhDv7r2IAtY92x4CPnAXrz1mbKC6aTWTPS1AjD1t2dE9vjHSPXMWh715XdE6DiHKve4+Cz4Xv909WwX2vH8Pur0XKJ09Ky0Xvb/nnr7Vp4O8ybYxvaVreb1UL6m9mwwPvjCPFz4mhyE81x3MvfXijj1K8JW9sIlcvTOOnLwsa4M+8VFBvrsc+TxbujE+QSo2u/ugN70TQgs7h3tcvmmJqb6xTjo+nGSpPCn2Kb6xZu+929+lPBulmb7IJ14+NBpuPd3P+D27rGW9ojjdPcqII7wA5QG7pbwSvq39270I3AK9OzQmvXIANL7/50a9ITgSvuNkPry+iRu+OcqGPblZPj2Rcdy9kAVIPVvS6b1CPoo9mdOYvWaapr1sQk096i/lvTAMWTxApqY9oAhSPCAPlD39M/m9GVA8vjuCtLyUoka93uzKPDfNrbxhHc29O9PDvaPf3j3Yx8k8MVBavCaXEL5FByy9Zw6AvRJQ5j3pwQ08b/YMvj1IkL2YR1K786b5vTsyGD2V/5Y8nfshOybPMr1SGM09Sq9xvRw397xRIrA9DUEmvhEIiDvtgwG9btwtvnuJK722d7O99ZpAvjfvTj3RcI09T3sovkmirb0/ugu+euanPYcAQb2cmrE97jGpPUmvpb3YFOs8DTHPPIqQsbyx9xm+0ZuYveegEr1Tyvm9+UIqPd+r3T3Jnwy8LqcmPqsohLvyxNa92cHCvS+0CL6+15A9hpIQvpTDjr3U2lO9qZULvniG/71GfdS9ElcNO5xTFr5P7os8",
        "rCe3PWSt5r0XNJe8gpDKvQO7K769KxG+OKKvvV14lD0F4pY9p3SJvdMLXD1iRJu+kMalPQ2YU75zvRA+7roQv8OjNz1C/4+9GY/NvG/qZb29uoQ9UuslvpRH2zvz6Yu+kO/GPYuoib3zw8O8FzSwve0+kT1HDq+91E1IvhDrVj0+35U9V8qQvckA2r2QzkS+12AgvdQFor0ZvqS+p55+PRHKML410Gg7tC8mvS+9Jr3PcBQ+NCHHvZn1Fz5/GEi+TQTYPG4fWL5pre09VuupvLrMsz1D6Ac+7FmQvW/ulD1dVkC9RavgvMGLgzwZwom9g7lsvfcSS74/pR8+Rs2DPV6nu7woUc49DWg3va0Bar77sc+7K2MWPofzOTwd3cG+zo0VvujVrL62eVc9ehIMvovES75N2008C4msvoiVGb6LAsU9XUkGvrUJfT0Ywlo+Bt0qvAaisj1qOSK+pho2Pqjs5r2EkTO78mq5Oy8d9LxeN26+Ah59PsiHFb5GbEE+5dGWPUkeQL3zXh09sq92uwV6kD1QxAa+NN1EPefqir5LuAe+lB1ovt4itrrUEsW7wHpDvdoR3bvGc5694keTvYDKAj7PRS2+iX8zPbcMGb1y7I49DtnfPUuCbr4fcUC+BRo+Pa6Loj2eaJo9P1CNPXMUmT06UyC9NB8QPEpC9j25Sdw9biC2vSA+iL1CBvO7IUuDvs3K4L3H+IM8BsA6vf9NCj6/RvG9OGfXvU9N9b22LxW+Bj4TPm017z2WA5O974C+vXyBOL3YFBc+eZNIvU1zND3biXm+HQ+ZvbiHKz4o88O9g3K+PF5Cib1V+449pWwlvh8+2b2de8y9DQ0VPPkyrz1FReE90PwevqNSDb2Q3Pw8l+uMPYiwrb3FqaC9w68BvoQYSTt7JaO+SBwrvUxSSb5kfa28vA0FPjE8EL422WC+3e49vvTV1DwE59u9wmG5Pd4iHb0NwU++VjuAPYCBDr4TsLO8SM54PL4fGr1e0fO9lc6JvAgUDb6Z2s++",
        "OEzYvcO7cD212uq9ghAevk+OQb2rBCE+6k0jvim6OL6P24w9OaQXPUKRLL4vNcC9/m+FPKIGyr0H1pQ8vm8Gvropvj1MV0U97dEXPve8C727tv09LqrtvS639L3PzR6+EHoNvMayQLsclxY9MP75PfZ51T1tOYM8cuOnvbSNYr4d3+Q9zxSVPbJe9zwTTYO7dnQtO203Fz0ESNm89fSSvXRJI750mco9IWMtvr859L0Prtq9yVCCvmCAJT0VmOs9k7+mO+iAjjw2UAA+F5E+vUjPdr6WEBm+CD3LvFCHc74icLC9PpiSvkBsCT5syg4+sjgzPbHL8L3rJZ49lV0Jvv9J1D38yxA9ZdE2PVSbVLzdccw93VIOPmz0rDvtiCm+cZQSvmKDqT3MdiE93CFWvV5z0r6Y17s8piOYvIJ+j72ixhu+62qKvZa2Nr1Hx469wFcfPXZEIz4tJRC+lNKRvSfDK76s5T+7xzXnusBQyj2S40c9dZuRvdt7oT1r9YU9DSPQPUdhD76L6l895orePADXW73cHtQ8kNnzPSIMqj0L8Fq9kO05vWQ4ar7/4L89kv0UvncNHb2nI6K8xjogvqsUej2rbtm8SAAaPqzBo7z9mIy9I2/LvS1Prrzixgo9iDqOvHUXZ73+N727GRvlPZ3xxjzgB/m9WVEDPmOYu7w3ltA8o0e8vII4jD2cde89qR6UvdojEz08gY+98A4OvqAp4r39qQS/PHA8PordrLyipQw+g6+UvrdKFb60hjA9RdB+PTQuizyj3RG9Z5AQvSp6jL31cxY+1LfJvIzSL74FB6s8mKIQvSywLj1zJ1a+cDf7O0MS+rqk8mu+tc0oPl2tVDzTKf07+dxyvlqvgr4piJu+rXOlvawEVj1pRJm+fYwFvqCjIr2Gk3y8jmNQvcCueb00szc+LWxivQg5jb3xpIC9TZhAvqCoZL4yQmy+FZVhvD+ahb7ObTO+x/sAPavMTr7uRuM9EfsEvsn28z0Pifi9jWTAvRx7Mb6DZ3a9",
        "+DSGPawQFr5RntI8AtjYPZlKpj1VrIK967eNPbtSgb4z6hk+fyWEveFhK76MQBq+EWx3vjlK1r4bG46+5zb8vU8/crsIDZI9VdFavhrRBb5lTeG9mFQMPZJ/uj2pJ6q+NhCFPOmYFz3LkpU9LcXgvQ7XyT3wqK6+kGOlvupx/713iZ6+bovgOo37FL0u2la+03Q+vUOjIL4hVzu9dnoBPpQcNb1frna8SRPUvTw35r1C3xI9I0XbvTyD/Tw1aZ6+u2kSPmXEfr1RFzK90PvgO2vY5Txfb6Q8CF6wvQ68mr2rb9g9QQO8vpzx9b1MfPS9nxcMvir66b0d2IU92ewyvml9FjyXnXU9qfRZvgOJcL2NmlM9oSOaPbheFz3kavA9jDgkvQ/7Db4R0He9ALnHvIcxBD5fNb28CMgevThChjwNrY+9cGXTvMumDr2ALg69pJpPO2yuzj00s1++JCazPfSC67zzJci8cxfbPVWM7j3It+o8hGVdvi5yvD3iDcy9u+J6PIyktb2rp8S9xuMmviFI6r0mhiw9Tui3vVyfhb3bhx2+6IQHvnxC6L2iaMO8ysIkvgkDezyjjyG+ZpCxvek3M74j4iO+po41PnX2Yr1aqyM+yDtGPapk073FHvm9RQcQPgO0+z2RLDg+wKt+PufFEz2E+FM9Dz6vvXWBJr5LzPm8wOTOPUiL0L122BC9SwPmvK6/pb2jaWk8VDR7uxDXF74GTWm+A5FJvgLyr72YAIy+Gwf+vUh5sL1V+UC+wWQnvTeyl73+wSu9Nl4kvq8qg70O6yk890KkPFJvyL1BAle89+GzvcIPAT68fFE99mYHvkJW+D0thEe9mCrqvZP1Or42mBq/GmYfvq6UfD1GLIU9vgyGvmvLiT1Z6DI+lMIWPoufub2TjGA+2qkLvhuAib362P09+9+gvkn8jL3c6i4+A8uKPYkXHL71+yM+VogOvgCqUj7CrmI8aCD0PYA0AT58tFi+gwEmv8QcTr50FWc9xPdrvkczvL5S2ok9",
        "OIR4vW7xXr7A2DK9dPGtPRnsgL05CBO+CKihvUmgbLx7fcu9hVK2PRIFAT4hfek9UCTMPZX8b7zltIK7wcUCPYJLCL1f9oq+c8q2POSSxDocFXG+NouYu57Wqb5Uy/q99m/YPd/EJr6WsWC+MdtqvpsR5zyFK+U967xvPXaGdD6tFbA949CNu3eIkr2F0pA76ikTPMOrlr0qYFm+M58QvWlcQD1bXyE+niWbvGSNqT2pZqC9d7OaPdYbAT5YYdw9NY0qvkFqfLwOjow90dCNveEM9b3VeTg8BxHPPM922byXwwS+oCa7vTxK8T0Agiu9c9KIO4D2qT5NVL49LnrwvodXsLzTsOs9rl0dPCsqLL4iT7s8RjO/vasvsz15q6q+fpyDvuOVNr4AyWK8/2+IO7/Xbb5cNIO+wY5ZPRp71j0P4jo8KKgLvoGssjvnKTs+yMCovq7e3z0zLrC99TpcviG1Ab6TwJy9eisKvnQnIr6RIeS7uq8CPcLRmL3wM0M+e3+mPawHFb3jXR09+MFLvSSPdD05Yco9Go6BPU6qvj2Emdq9RSAIPlBJy71JMCi+P4YVPkNakr3EwJq9DyIGvL2ZjLsk89q9qK08PhtP971IkwS+URi1PaLo/b1fCXu9+GkNvn3ezb3tuby9r92fvOsOJr77bCQ9As7gPaWYdj2/lby9nSuaPdHBqr17S0C+AtaGvW2C97yblMS9Kt4Qvpwmm7wafgo9yt1qvemAib0EPpO+OHayPXC5vL1VwIE9ZXH7O3OZNr4x9vu97MNDPnjChT0wC1K95mE6vqCjtb0jGji+T2rZvexrHzuWoRe+TmEwPb4alD3O+JS8VKnjOxdegr0u3TS+Bv67u/wO7T2wP429XqQmvj3yHL4TRxK9TtYIPgRnQj7+Xx6+FLM6PmCFwz2kXwM+X4QpPpp8Hj5Ooe+9AvdFPR/BvDt7FYO+SzZ8PSbF671WAYW9X2kWvi6kKb7m/7Q9TwlDvioGKz2sD6m9pTiFvmdTCT4E+Je+",
        "/047vlSsE73VB608695Avbsqtr2pwuE9oItwPV48l76S7Zq+hRmAPVIFdr6ku4g9DGgqPduzZT2n1Ta8/mckvn97zT28Ldy9L4yqvcnCxL4BIxK/9sWrvuEsb76MwOC9jBt6vlZ0B7+eaMe7UYb0u819mb7ThDW8NUsmPmBXZL52pIi9qfssPcTO7b3E00Y9Tm1DPTfYrL1uTek9GCD4PbczIz5mb9i8QW9bPoupHL79tAi+2GeqviEIuT038VA+CdnAvQPUQz3EKfk90QKqPSj+Cz52k9s9Yhc/PVfdy77KuEs+SCkIvHzDOj6Yf+u8+5P4PVInmL2RVwU99zprvShDjT3lG1c9OZa3PXek6LxC/Rw+ZHMfvl3b2L1tkTe9Trr7PEWQfL24MJ49G4FiPvB2Yb18Ipo98C6nvRGm4T0xAHe+ao7HPU+MQburDhi9ujFAPpX6yD3UQRY98Jt5vaYtrjzkWbc9GK+EvMBJAb5lsEw80YiSuoJu2L3SOKu9Ks89PRiSfbyQE2y8RiG5Pelh+b3jxTe84CYUPaL7K73Hx7E88czhvU6aBL6l9Ve9QRRgPiY9zr6z1zo9LnPUO1KVNz2cyQq+yBetPXiUBr3afX09sCiBPMOMur3MhsW+sogcvulqpLw11Vc9we0ePoX9Bz5KNuW+uquzvTidlj2gEk8+ZKsTPnmCCL3EcPK8od+lPQ6rWj3VRmu9UawyvuELPL1ojOk96BISv0036r2NSuq9+VAkvpB9FD3Dizm+zrNavST9zr06lBa+dmxuvnWW3TwBbSQ+qRosvQSZVL4kv/29zh28PSIxt73FRoE9jlcjvogp7jy/NRE+kIW3vh38Bz5UHxw+YkiHvO62XL4ygiO90r5rPZaPGb7yyf69tWmmPcfhiz20OJu+ajcpvscAcL6mANG+0t8BvfWoGjxdITw9vSQnvcozPT2Zi4W9YoOwPKTBv724IpO9oS6DvqKXJb7K2ZS7XS3rPXCQzLwCKjG9AqmovgCnVT7v9Ji+",
        "MSWqvRmdGb4lhGM9HFXjvG8MCL4TKu094z5fPQO+DT6NFhu8LXpdPS+VJj2oig4+hKzxvXqTBj3BTT8+JKKMPUt7Jr5oOkC9E9d9PYIwl72wFIm+hgTtvaZMFDwLiYm8mgShPI+Vhb62fdo7o0nMveCarj19RZ29/NABPjlv7T3E6o29osojvaIqqL59/FG+fYWHPetojr5pWo++235wvY2uHr4WEPW7/GHSPcd+BL2VdsS9w9FkvZg6fjwsgwI+Q4zTvfeTqzuithO+cdYHPnXASL56b5696DoqvRHzCr0VsqO8ZelXvCqVbD1OPAS+sPP2vaTiQ7sOEZ89woNxvZWskzxKUs0807TzvQRoM75QLdM9RYSjvt1c8T1Tjxq+aB56Pbw7f70lLCA9dhgfPuN+Vr4g7lQ+vr3lOrAwjr1bgF09Ox+NPrBqJD3Bqd29ThMOPhS3az0JUZU+XsniPS6Nhr51m9e9gr9Mvj8+f7685WO+ijyuvGPdjr15quC9hLSePXsfzb3v+I++R2jjvRoHHj2XjiE9HNd/PSAZyT1vZAS+LYKCPZdQGT7D6yu7kR4QvuNtjT0KWuo9ZSeSPLANJL8iI6q9umAqPUisIjwGjvm8uEX9vDsJLr6ZjHc8fJPYPRaSxL2BGCo9YqwPPXk/Lb4Wgwu+MFGfvLJw0z3KjFa9rxYVvisa272XMT69u7YhPMIEsb490+O9iwhgPmBijb3SEtU73JRavL0kybx6oZK+/lcFPlgvmr53c9K8KCRVPCvlRDwb9Yu+R9jiPaSJrr2cRBC9L879vVcH4j1vwoo+t/0XvhqkQL6ZmZO+vSFqPbxPIT4t9ua9ENMDPo5x9rxRxCE9I5oivt1Qmr0dWgG+AeOePNHWKz0jTxi+U1cQPufgMj5R3DS+J6CZPbvpHT6N2KG9s1mLPue89T134ZC+Gs81vX7zdz7gU5q+Ak0QvgKNXb77K5w9N98qvUUIsTz3uFq+6/f0PFFxkD0NU7W82Yj3PIeX7T2cKPu+",
        "rJzDPf5xfr0R3Ns9G+a2PYoxdLzTGIg8qV++u98Rzbx+we09UEKFvHl8RL6aT4w9+1Icvj5uOr/2ejI+negvPOVSMz1Mn+S9gZGQPRBxBj0g47O9+HkLvrli3T1d6SK/vC4jvbtmHL4mfv49GSchvUi/lD2rkfq+dvmFvZ12Yr6NCnU9OwGrvaql7T1/jRI+opvBPYWEpj3gn809a7ykPUVpoj2eyfi9EPyWvKVV8r177hO+Yhg8viparL2Uywo+fJKAvtZ+Qj3U4KY9K89IPkCXsTyGVFw9CyyYPCNlNL4Rj8497EBBvuAS9bpYp0O9eBXKvVWVjj2wnws+vmp/u1BhIr4orTy+WFPMPQapGr4Lr/E6sOlIvYHsJT2z4jK+mkVsPZKCcD2eJBI+BAg7PmDzXb0nqRs+JJnevZNbLD72bgw+l6A5PnKNnb2QUqI9YHClvfCWYDrj1989WSS3PerMib3x7xc+GUcuPAC9hb2+Kc29yHLFve+ksLxl6vW9BMgRO9P90b1dnQE9fexmPd4XTr2yENA9Nw3rvB+pDD6twlo9PA7zvZfOib07CCe9ebzKvbtK9r2nfaK9+agAvouNSb31Nae8Sv+0vHMXEj0B37s956DwPVXf3T3AE5w7kLMkPLUUiz1CMeY9FbmZPTMmp7xgS6O+DEPHvTCeNr5eBQ8+ni5LvVDUNb1k5mK8+jkOPbj4Ub5ywfy8nkijPIjymLvZM3g9Jl2DO+IHY75w9rw9vKZmvs4LbL3qEcg9R8VJvrq7oT3x1sK9XE27PbJRhb0Mtw0+akgqvKwvVL7ghCe9L/mvvTCB2r17GjG+NCmCvKi4oLxtQZ89l7UJu7cEkz2JFQE9EaMsvo+Svr1XGhm+Et8uPR34Vr4EvQO+7w+KPVQgfT1bk2y9EEPGPVqYDb+ZeZI90bz7vQ98yD2BYre9HWtaPcaJZzyjz4e9rmygPYY1AD6K4lQ9Qxa0vROKcL6m5Ki8kTXmPdGniL0Wxym9IwJYvrHbIb5yug28",
        "cnU6PuOnIz7A5YW+LcRSvsYFGj0LcSA+HAL4vWMtT74n9t28Th5hvrqdK70A1209khL7PKmQEb5x+gq+IGZVPbX+Fb2aGXO9ECTxvcq1RDsO84A9MtGivVzsAD6M1y08HniOPeGwOr2nkuQ94SCjPbwdz72gdwQ+VO2wvTYNRb7gRAm+22WUPFT8/L3BX0M9tbMtPVvXQD6+9By8XwGIvqugoz3fmgC+aua9vWJF8bxmlK6+GRtYPZu6sb2ZHbM8YDQ2vZEjH72RVQs+zVowvq6gGL1/Se48VCn8PfVTZj78nVe+cOQWPKIGgD2HIMg9gqBAvjREDD5dSze9Ap4IvvlL9r7NGhG/UNygPZ8itr0cb16+QxxMvnRaRL2qYYI9VNGpvgQ/N74RaBI+9s4ivm0wRj2s2fI9hhHsvcisYb5BfiK8c6/rvaNpBL2UL449hD5NPXhFUL7y6AC+vUngPUp/0D3UTiG+qbuxvl4LcL3h56y9MHiNPUUDJb7yLNk9J5upvMt66TxKF9y+8LKVvowVID4Qtpy9z1NWvnNJCL66m749ucLbO4bQxD0AVhc9QNqVvgCKwr2OsGa9DrMYvc/uOL3QbKO9G+q6Pffqfz1i1cM9lFCxPFBJCT3V3C++C/R0vkpqMz0K/ek9Atv0vK4FCL1bjsM9XCM5vVaeyj35m8e9nfSXvoCbmj30VTO+RoZVu5dHAL81UK698okPPc65RL3Kwjk+Q7mDvfF3lb3RYKK9wF6DvG1P4jzvqqk9Q7dEvl65FL75W0O/j8zVvasKgT3lrlW+39XfPFHjrz19RwA9jr8SPqf+GL95j5O+4XrEvdtrC7x7O+w9Lo79PWHNQb0HRfo7U0zEveeONb72Gq48k5sGvmAEir7lX6G+YwMVuw4x1ztlq9k9L6snvFb13L6bjjI+KFDYvVjjKj5JjIM9cAIzPQ/z972H1+G9GJNbPTZd5zzw/x28Y14iPqFat75eO0I9pLTFvQy5MToXb5E9DpuNvgAohb2iEBq9",
        "s+Myvjo6R77FnUO8+N8PvcSPmr4ZwOC8UBxkvXsTu7z4P5g8DTrcvSVyqL6MjaC9bo4GPnl2t731CTs9FHNUvQ5Jsr5GnzI9fCuTvTddrr5mscM6VHxRvgUduL2P8gg9HUUeuyQKGr5av5++nm9tPgU3vL2jYK08fHtRPKdCMj1pbp69e7USPrSuWD2K0Uc9JTogPUCNrr2MCBQ+IjoHPtPiwj3XwOS9TxWKPfxs0b7Nzze94LfEPSWhur2sO529d/uIvAuWnj1bFpU7e+CSPRezLjvrpQw94AwtPKjO/T2ExxA+aC1Nu3sD/L2PcqY6nfJ1PSybYb5EZ6G9rC7HPfO//r2kOp2+7lM/PZDTDb0XnYU8T6yUvtTDnzz6q+k9MFMSPvBsdTuYDhS/hrycPMNvzj1Fp+E7I2vsvGZLPD0EnbC+tPymPcB1Vb6Uaz2+DmfAPWTTRr75T1g9rbaQvfNzNz0LIre9N0JLvip0obzzGAy8xU2jvGT8WDzK1O2+fqmjviCA57041oE93sBPvaIYo77FnJ6+Lj6xPZFPFj6Oxou+F0ATvuPsNj4Ztgo+xiEPvkPSGz1nBpq+pc8cvHwbr71DGzK+ahG6PJqn17yZ0ne+Z+dYvqfwrr5ZSRM+hp4ePq/Myb6bg5G9mGjIvtInVL0+LJs7PsifvWHOJD5plz49OZOaveVdrr3HzT29vkOdvfVhyzy2iDG+IsUKPlNtIL7wV9K93vjEva94Az5bYZ+9CUV8vTW1gz0mQiS+OEs2vvlOg72P/+A9rghCvkHvCD3T+XC95TF9vHxNSr1dg2q96HswviuKPj1bM3u9MCwPvV7x072EZgI9GzYgvvu2YL35CeQ9kSlPvjkzm71zYwK+5TgzPh8W872lFJW7zSZDPO3+wb3qgvO9kL1xvi7W2L1MIC6+wwp4PRU08720rVO5+vnzvRh1GT16hXY7ZMuFPDCenTxtX0a9xwDjvfGHUL27l989tX7PPIDuuT1phrC9rIbLvQxOYLz/oxu+",
        "NpJPvU6hFb6emoY99iNzPc5Ogr13I1O+fPBGPRj2Yj2uJEG+XtouvX9rNz3SZ2q+Po5cvUJ6Nj0e2nu95ruEvqdnkT2feSK+59mKvNwTlDyad7u+AvSfvdDROL5KnRg9XjtLPQV8mr1eQUa+6hgCv40HUr5hOru9T6AXvhcLJT43lTY9GlkQPVE6Br62n0E9mcerPa7C9T0gpOo87O9RPfGO27vawvm7g5YpvYhv+L098xQ+2/csvf4Alz0LZBe+Iyb0vPtUVL7Ug7A91ZIYPHH0uL3h0DO9NIAevhJLKT7qgBs+BjXsvfCotT1yCuE8H+uHPcJ+BT7a/oY9Tk3KvoLxyL0MHoU9wEX/vNjGb7zpngS+nnmMPUyAHb4cXpW9sFMsPsl+Bb74LH29/aRQvpz3iL4LFOS9Q1ZLvG2gDL4Mlfy9e1MzPgys/z3VipS91LAdPhd+1r23Jh09mm26vaz3vb1t1AQ+nPymvXEf5j3+z7A9HQw+vvhy1L1n52C+sUjSPGx1F7yc7dK+k9GSvm55ED2xr/o9UoChvhzSQr2HDqc8wWalvXUwlr0wspu9t5qcPS7Xhr3gcMI9T4mKPextWbu5aqM9tMtAvfEJ1rxWZEY+PvTevfzqEL6/19w9ye7VPVDNn73XVk29SkARPpM1OD3isxe+DgwEPZkbQb5HxgY9uSUhPesPdb5SBpS9yBsNPlw+6z1Ac4y+BHI9PYX8+j2l6yK+0OF1vadmMT1H0Ja+5seUO0eILD1+Vlq+IeECvVjjrrvNXxS+nzUePTjwFz6amV292yz9PcKW6D0wcou+MUm5PV+5Yr0aqxo9mQd/vsATDb0jpRW+Xol8vQDsnr4jrzO+JVYivqZe2r3DRii+m7nLvb1+ujupR929QFwnvbW3R77GnaW7quH4vdF0xDx2Uo+91QMmPQQSNL45I2U+/ub/PTH4ir3Pch892O2EvsgstT1o/D4+WrZDPsOvDr4pAzW+bMeMvtuSs71JgEm+PtXJvQgLBT2TfOw9"
      ]
    },
    "dense_1": {
      "bias": [
        "Od9nvTTIUDzhzqI9I8CAPTtaFT55fx49jOcTvZ6pFD3kYB09v6z3vYnNdLzuwFO+l2aFPZ6oxb0e9c49cTSLPHI5PL621409BEysO6W5Mj59di8+INqPvT0j6ryGplU9XA6DvSJsG741ugA9fQVXvRtfGr5KD9s77HELvW5wm7343XQ9vo3nvSeGLD23tKQ7bdS+PYnH3TtAEw6+ZFnZvdK6lr0KLm09+OwDvnl/Br20oow9tOBmPJ4zPTz3J5e9m5XDvA2WVT5ecEw86sPPvG6Cwz0Kqhc+V6E1vV+Kmr1/07e9J7v2vf/sVj4b/Ze8VhUCvdR3kr3hoKw9LlRDvq0Sr70ruQo+JiQEvXbcLrzm9fG9l7qNPOylSz4jo6Y969OAPWeEXr2mrgs+wdjkvLiRxLzQrgA9rOtKuXadML1R6ss7LfGbu9Dk/70cY+28Jq62Pcwa5rx3L02+hKXmPUcRW77zITS+nOdTPZ608b0r9tK9VEtRO8fosL3ggFi9ykMIPXCKOD5COE68u2ePvegNxzxf38A9b1mKvSWGED4XH8k82GpAPSHvu70EZZC9VSL9PcaZRj5bqCm+iCtHvtmAzL3iEpe8Z0TevUA6Gr4kZu28BXTXO3/S172DIA29i1U5Pl+2S7zFlzi+JbedPU9T7zwmr7y8M2LKvKQj9rw="
      ],
      "weights": [
        "XMP/PQbRNz0YX4K9cJsZvZ9NTzy0PMs8q8SBPSsRRj1xQeQ8Bk1ivXW8ITxR0+u9IdQhvFwsYT31IQI8s0IuvBTQOb7NN4U8M0ceOyXCoT1/QBA+qn/Mvah0Hr000yw6koGGvQ2EGzsWz5U7fWFGuoLYZjygI8k9YDGRva6SA75nyrS974MsvtXAjL0D0N08FMavPYALMT3wJfI90oMTvYIrHz7xfiQ9y5xevnqcGDxZwky9oAx0vU0sjr04KIS9bUZWPZvldzw57oE9M1c8vvmioTwVPI09hyecvQCB7r2ZGHG9LUdGPTRCgT2dSsk8G+4QvkJ7CD2+0mI9p8UYvr2e570Tv7Y9rLBHPd1mob1s8qm9OeSUPSTYij3SQNa9XqxAPYvY17zrspg9uEzsPGKCzD3WFpC7PRw1vbCTWzxz0nq9bRUvPlcfH7yuD4w8wfmoPa4Wkrye95k9whtbvHANI72oMQu+yMzmvFziQ70ibcK9u9NMPVf/5b0NmR6++Vzxu/7Qdzybaxi8kgnjuxIoLz5Asz49x+E4vrOyND4LhuY9Y8GgvJ4Aez2m2IC9XHVUPRzaDz2Enim+js2TPYg/VL4RuwO9F1UjvtItO74MT4Y8dEHePKA+Ob6B7zO9uvxUvTKyfL2DutA98HMhPe4eTD02+GE9la4VvQlfUT2uFQw9DAPHO56wubyxM4m9yF1PvAS63L3dLwU9ZQYcPXQajrwcyuY5YQQ6vfPb7L2bhU+9CvtMPewwnz2jjwU96c1rvdMuL71dhRO77KtCvVel/j3N2pw9isebvPpdh7yMmWS90aS2PHYhPr1LFOI7va/iPGurZbzEc7K9kkj3vaMK4jzAD4w9y4bOvXUMTbzBdKY9iJhgvOHSOjxgJoW8vQcxPXaHP7j7tI+9JVmbvLgUQ7xI4uw9R6vdvU1mp72bG4e9SuiPvBI+2ruwUNi9URfMvAh90j0etqe9AMuuvb5cvj1dQ2W9PKjrvNvpFDzMoQw+UIcXPY5quLwtPOW7",
        "nFzkvflVkT1BPUO9XagrPf7DCr12KDI9Y9OWPDpAKr0b5uU8HDQBPRXNnzx9ovs7twYmPlrgPz0F3g+93txUvamFMb2r1OK9if5PvZpCTL244/E9UwITPeHXKL71aao8WMIBvZnHg715o4G9Wa4wvvE4Y701owm+smqqvHCUT73lKNC8w6fBPN30Hz0O5+i9dMECPvXefD09pte9zd8xPdXo8D29L9k8hm8tvR8ulr0oEAW9ZumOu9NR770AXPW9AWhiOz8+mbtZBfe9j7K0POrOjDzcSR080VrnvfpiDj1Qfra8izEsPSbYsTysdIk9feBPvcjYM73rJq47A6MGPLS/3zzJIJ49E9iFPCs4n737ZRq9D8vpvTeI4rxYmA+93DonvaiZwrx4wLu8GXWjvVwsUb2nUtk9kvWtPEz6hDwEKwE9aCfMvBVjuD2voZc7HLM0PhQ+kT2JUj+9+w4sPKqnu73bHA+++r7cvex/+rycrJE7oWRZvQeOKL6B+GA8voFwPJLXjbwBt3e9DDaWvcrTYb1WtBO9CBGtPXkgnL1WLSI+gV1rPYrkBb4D7WC8GdmFvcM0Fj31mqQ9oN1pvdtGwb2dDp07NFl/vZeekL2aBYu9VARavDIX+Dt+qvE8PsE2PaZOT7zICBW9dN4Gvdn4pTyCqMA9rAnPvBtnjr2ADXW+nAg+vB3IQD0Ku+W84ETVvEVaZbrTr8a9fdcYvT3uIL00OBa908F0vU4TOL0u0Yg9R1EgPXdzvr0PtQu9QaOBvaYDUjyTxxo+4XplPPM4uz2VoSK8EaZSPXjy/7wuuv+9m9s8vb/trb0u2YW9sQ3MvVHvAb37hR+9ZVaxvYlWZz0MHKS9B2xkvDcyuL1nqPs9wPmDvYOqG7vxJS+64OozPqTgFT1Je5k8eJi7vbeUBr6q5uy9eGq3vCoPv73AQb28RyEpvX42zL0H4Vg9fEddvIPQLL296+G9vLZHPVYL4zveoEq9ol+oPJYWLDysNEG944Gwvd/X5ryZR3S9",
        "phzHPBp5PbvFb5K9MKw4ver68LxEAkY885EpPRdTBT36dq886167O9amxLynBRS85uV7u4q/fb3zLca8/VY/vefyijyVwQI9E6eoPVv9pbxCWsm80yjUPQScUr0NjE691+TCvffdWL4E53q9PtkQveIsjj0UJyC8rq6jPLyTpT251Re9ZvHHPQPFUb0h8EW89L8vvvNkpL1O+w+9YHJCvT2KXL15aKU8WcFAvTj0xLznda69bSKTvOOp0b2rmk+9n5RPO6hHXL3yzwi93XZVvRLVsbwcSJi9CgPfPYZDrbyd0Y695rbbPRkdor0ryPi8ioNVPACN1LvbWfw7vb7tO3Szhj2LiKi9PoDRvWUgFr5ONr287Qs5vSUzZb1YF7o8V6dUPckHkr29ZIa9uCODvDmCvr0zbv69oKTAvTAtZTw37Qk7h4CAPJQ9FL5ed5q8MHHIu1125zuMTIG8XoCZvYkdjbw/Xu29cLVpvGLBVznUj7Q9A3ODvR0vcL2aarg96n0dPZECFb0XkO88LP4MvewnIbwkcEi7wCGQPacaAr74dB692UCHvZF3U71HJIe7N0CBvcfw0LuoXt28EgZDvoO06DyEPlm9A2gJO852OT0L9Xs8AyCnO6LU1TwzeCA7/o4Ru/oxtzz5fH49tWTzvI9u0ryA6e28AihkvN9kuLxJHGM9c28dvc1MLL2OmGI9JgnEvaVZrj2cOyw9dFEuPZIPm73bK6y9mZyCvKUYBr41HV29gj1EPYVLZj0uu+q8u8oPvX3apTvgS7S9qk8Ou/1Y5L0q0l29PFgaPVzyVb2c/eQ9Naf6PMZjs7uWZUe8COsfPaxKdL1EkC4967yyvWZIlr3kMgG9mjHwPFXqmD2N4yE976aQPXpsqDwkz2A9fPw3vXo9oL0K+Zg98XtGvdStk7y1H8885bRPvbu9Cb2rrbC8PS4JPbgIMr0WlKu9ko95PJDJx7wrSpO8sgY8PVedW70zS1+98UVJvIMMSL2mxIa9tRzuuiKpAr2Mg5C9",
        "fLMyPcdK1D1zkl69rZ/RPAvOz72o1Ey9w+9RvVhYrr3KlPm8jnGyvHAmjbrie6U8iADXPDjlsDuRmCa9I2Akvb7QCTyNOoS9LpV9vAo8jr2xEHK9gYcrvcOh6r0TwG89Ka0SvZRagb1wAMO9s/0LvZ7eJL3z0OU9kTc5vf2rnL1B/ne979DaPNunK72wq6U73VDfPH1IJr1n4Qa+2aQAPJKUcD3aif297QCpvT0Bu71nJok9iMfZvHTUu71HOvc60p0zvrmQwTwXnEI7eRbRvV6UO72VzCQ8MBc1vPmTnDzXqOc8Q0tUvJEtZr2q1vQ7MCJxvekuWL28+as8Ve1GO2G0gbyATck5HKX7vcjEHL2lM/69wUIvvclEGDyzPFs8mhT1uqE1pD2itze9kisQvDFrmr11hzg9uLBsPfu2/Ly9OPy8Xfsovp0tfb2BYY6+bRqZu9JNrLuEiks9+42WvSgM+Tx22w+6CQF+PeBAGjyR0ro84WY0vq7DxjtpTCG97ykQvcBwk70a0zq7ttvSvYoxlbz9zjS+FH1QPdTnBL2KV3Q9/zHCPGKOl71kubm7vsPKvTkLjr0WqLS82KZbPeqBYzpIAme+mEmNvNbqlLyWQxy+sPxWvajIdrwrzZQ8CCtOPZy/hb3FfFe+TXABveIWW73Pt3o84FVgvn0zJ770gjK9sdMVvV/lv71qUb078PAfO4/cnTxWtie+sA1FPBN0n71GEGS9MeXgveQ12rynH2y91g9cPQq3/7xx/wO8ybjCvKb9h7us2QK9o6mLPPh3mTzRfmE8FhT3uo3qXL45MlO9zCSPvUZjIz3gBom8jLPCvcjSmL2t18283ZBUvdzBaLwmrZ6+r+8DvivqV7tKBoo9kSxvvovNn7ztjyW+xQx6varoLT1zrOk8uIKBvbUsJ7xoT/O9BshUvDTS+jwrlx68goP3PKhz6r2roIy9pjJyvLj1r7yGXuu9yJqpvFqscL6ADRi9EyJcPafphbwUZ4s9Ge86vQLgzDwZClO9",
        "vGK+OoOayr2vPEE904PSvUDHn7spXw473zQ7vqHFP74UgX29+d00PZIvhzzZeo88fXGRvST7mr0L52O8RstNPITvlryBgzI9YBrnvdUr7DuJGZ88/jmsvaoPBb17QBc9uZZqvJERfb2OCiG9KbHlvOlkGrzi35I7TUKtvfkZJr1A6B09oxgSPVtE9jwYJmI8sbUqPZckmL2b3nq9WtkKvhp7ab25QYG9WiygvYyw2ryHr3A9D5k+PXJRBDwEEpa8Q44Fvon/nzodiis9A33FvU1ecDxLHyK9UX/mPXF1R72FbjG9rsJzPLfV6jzhUO48+faNPC7TV74CVKI9BpAyPTGP87223sm84vWCvV9Vij2h1yO+aWJpPJMRQL3K3pE7J6vYPLBCDj2V65481rF0PWGv47ugioS9SnAWPORAVLyBenU91eEqvrzHBr55ljs9VBRtvVxGDjy85MQ8ROyBulUYRjwOIzs8GhekvVI3Nr6lWge9ZAsAvpPUdz07xBa9EigyvUQxK7yHgVK9K8eZvd27E77ZbYC8+CXHvPerkbpMFym9wLLhvF0yLrxU72W8kKu4vSLiEDxgWeS9jiedvF7MnLxbEke8wckdvLSDUDtjnSg8PgKoPCrSiLzmbmu9wC0YPBjTQr1x6hy+ozGSvR95Hj32zlu9ntRqvA5KgL2rJdW663kCvnJ6aTzeLVG+In81vTPQKz38tHS9Tj2OvmGSob7aHBi8HdywPEQCrrsO6SW+xUM7vkb+Gr7tNkq9YN9qPLtzDDwxhpa+RVSRvaK7L76H6ke+ISvdvIpjDT02vce9d8hKPa5IB77xO8Y8xNpfvQzdjT2wgPe9nCG4PJJJPL06MSc9ZA+fvQnPEr6I08C96TQpvsfNbL7nqGs80mdHvsv3j77nZV8871gWPH7pqjxUkPQ76or0vezSJb2RG0q+PV4kvU8n4Lz7R8E9oPcFu96rIr45BKU9oHOMvO5n8DwGNiy9sZX2vGC1bzwcBjc8xytTvuqYmrxVCOS7",
