{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "conv1d_1_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "dtype": "float32",
            "name": "conv1d_1_input",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "conv1d_1_input"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              61,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dilation_rate": [
              1
            ],
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.1.6"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "710f5fd0e63dc12cf07db7f86ceeb72811f1fc010866b0672d5c952017a5b75e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      61,
      1
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            61,
            1
          ],
          "values": [
            "HWdJPRAWSb68bBZAgdydvlAqBr+rlKA/lq3Kv8U0Bz7CjaA+GTWsvjvt6j09/xK/XeeCv+Lxmj/jVvK8+u8TwPmmzL8Cxyg/WHCKPSgR+z9MkRA/PUcjPhNTzT1Y59s/gitkPoRukb9FBs+/yYCpv8wkJT5G7xRASAegP3lzv7/bt68/yFtqvmGsAr/ljPC+/pEqv1wA/j6A2EDA3FnfPtpTiD95YJi/O81/P8Ppnr/Beb8/XK42PvbYKT7TvoE+XSjXv1i9Lz9ZRvG+H48BP2/eWD/dVLI/QPBjvhbJwj76ukI/ZIizvbNeyz7HVVO/L9LfPg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            3
          ],
          "values": [
            "dwJkOmrvdj9VeQ09"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_1": {
      "bias": [
        "CN4lvZQoET6c7ia+B0+dPYVOqzzSnCQ+dZUePoLp0D2w1ts+oFI6Pi0Hvj3lavq+xTDzO3pXlr1kVyi+iqRvPWgjeT4X1B8+OLgIvqjhNr62U/u9rp+8PXmNhj4POqm+4zE+vim1Hr7A2K89HOs4vvwF8r1c4qo+9aMmv1UrIT4="
      ],
      "weights": [
        "8W0hPr9GnDwT8Uo+VIkAPXC8tj0WoGY+mNi/vbk3G75A/wS+qmg2PbS3L74mOVs+eD8KPp6BYT5TYxu+7ql4Pu8PU77o1HU+VpqNPtsPo77uSCC9mudTvQP4V76jYUe9pKjFPRiIED5kJZg+gqkbvThPND0Xez8+iBhwvriNk72jgYM+woL4Pb0YFr46ATK+NSINPjfRPj5xs509s5tMPpuuNT0aSP492EOaPT6AUb5ck669gXmFPjOaEr6y0hm+ENzVvMXREj4NpgE+3rLDvQgGDT1uKVg9Vfv4PUTEWj7NaJ0+Qhv3vHuAsb1EFQi+ARwQvnIOeb4OekE+pjQgPRvSkL77OtE9Ab83vUreTj2ALkM98F4TPrzGCz4+6ri+2uYCPlOnOj7YqFC+vO8+vlxGx77ouJ8+AxVFvidXEL1NHUc+VuruvJsWgz18I+e9CocZPTVcUj46uii+/IuAPoLmgD4fQhO9nkOkPdMwf72cCi++0P3avcNfhj4wQlM+"
      ]
    },
    "conv1d_2": {
      "bias": [
        "+vaJPlXZt73ukLC+kEoOvlUv6zvuSXc+B/sMPo5Npr56j2U+PU+cvv+vYrwGCqK9T4IEPgkT6z6S8hI+8FuEPkcu5L1ISaM9ninnPZSKED4uI7q80EbvvR+RXL5nCzC+hLvrPZFaUD5VLdY+N02SvhVDQr5oH227RfriPl0QUj4j6v08vHASvg8tMT3m1UG+E8kqPif6or4UZ80+r2xjPsDj+jx65TA+S3N2vHkR+r1evhM+y6WqPr1B2L6a0qS9KhB9vl1zo7xV95m+XaQYPrhe+zyNXqI+Fe9GvvClN75Sn+a+uCugvva9drviaYq+QbYyvitLLz6d4vm+YUrtvQ=="
      ],
      "weights": [
        "2tecPfmFiD2Nfqs9y6C0PeYeY7u91KM9Ht6BPA6LTD55gik9D3BmvnoAvzz7c2y+oH0QPr+DIT7TTwi+7w0ePhPQqL5BTTu9tQ3JPY/gpz1X6ks9Oyi1veTuFT6O7Hm+9INZvRl7GL47ppC9wMaHPcIiujwTlXg8QSIwvqCcQr55gjK+8Wh7vuzlZLydDiM+R/k2PdDzRD3smY09M8D3PfFZlb4eLXe+T1n5vG2GLjyfOK+8Up7UvWwzrjxFOpc8oihwvjTmXL0ERU2+n3A3viFW9Lwie608LmQnvIKKM74A6aG9pOY0Pol0jL37eoI9YYAUPbjs07xum4S+RL03vq+VoTxak4q+1iI4vi54w70oDtu78W9cvaz2Jr45eJs8IT/8vQaHD76j+F49zf92PUS3xb2NK3g88AOxPesqlD3vvW09/E1fvSO7xzstkBq+IicWvkgjEr1ZeiO9+S3OPZ7b3rv8tIa+b7gEPn6rJL0vqKY9XVR8u3/mHb4HXx8+JUGovA5n9D29Qhe+lljivXP5FL7P3zg8pI9qvidjx7z2cbM9dnUFPozoij3uqw2+dZq6vLXiDb5XJGe9WOG/vvCdoL02iGu8mo0QPhxRTj2Obq89tae6Pdyg9r2GSoq+zIgAvjEA5z3OLQW+acUSvs5MRr0krGi+B84JvtBwND12T8i8VKjVvRbcTb7iMoq9G/dXPuJEIb2pYia9sZ8/PJ8VUr4IB2W84zWUPRudH73jh8U993icPRWADruWQWc90cEjPi7M3jx3gwu+FDqBviYrdj2qKOW8ShVUPq0N0T36/jI+zmQ9vLoUfj4GoPs8qk8WPf3wRb3IDYK9EsZAvc5gAb1+ql49+vorvrec2b3/6gA9KyTqvOxtgz3Ii7W79ln4vU65Zb525N2+Ug22PA5PsT1qyKI9dV9SPahg5T3cw6E8c8kvvmhoGL6/fmC8T1rmvVFIQL5m22e+2SyavTIrIL192wm+9XaZvgk6Nr5eO9e9s2CGvGez/TvcjYE9",
        "XLPwPe2sq71DnvC6UWNbPVNgm77mc7m898oRvZCj/jvSMR++xouFvRJO/r1CYZy9eRysvhwkyj0grsg9XAUKPeqBVz0LFLI95zxmvsGh2b1NOk27Nhb/PH7//7w8bp491pN4PV1TAj7mGNA94d4AvuQIxb11rJK+bC0nPIgbnD1mvha+pK3BvAwD3j2M4e09559JO8fyM73qWFC+24Y0vlxRf729b4Q93XMaPvT2Wb7ymgq+Fsz9veTrmr7GkCi+EYMgPe7uAj75D3a9mGINvk3Xab2i9+693VeAPcsDWb0U1Qy8m+SyvBtHHT4Qz468Nu8aPXGkAr37ECi+8EFTPr2Q772vMli9squMvkI3Tb4Egh4+91o7Pb1aID6XbWO+lJwTviUMNzvB+v48vGzoPW+SeL2g4CS8YXTlPa9EMj7IplM9XnbVPX3+A7xXwDq+XrsKvhfTWL77vAc+niXEO9hDND5+qui8FhmRPrwyDD0y/IW9UhAEvgrJTD7bc2q76iz3PedvDb52EWS96xJIvrXXSzzU/xO+V9+LPXtZk70isBK+9VjcPQte5z0igZk9hRvzPUhcmTwcvKG9dNKJu77cuj3U4cw9Vh2Rvlfyar0/J+g9CowEvoQE8z0BvAo9da8yPWbPkz1gwWK9+XtAvSfA2r1xXSg+fW2hPYIDlr1WKxi8odUYvrlznj2fjS6+ZG9FPitiPL4ytDK9pwekPNpZB75hUSa+fIF9Pd2Kv70aLAS+eVgvviz71zxciMG9YyqxPPzYmL0lEGe8X0w+PaDeIj4rCZQ9yzGnOyhGe70BfF49fxVuO8xRMj3Pq26+B3m/u/cPzLxxaFU9MoJlPRSorj1HVDA+zrEsPXBTwD75RBM9z+CSPiN15r2sud29v+kdvU4ahb2mwkC9r2QhvqGd5b3pyaA+0MlvvpG9pb5X3269SSoJvgLnur1CT/08TK9nPYABDL5T/yk9HheLPfndML6W7io98DABve06FrwqAQS9kdHsvFODDr7yxFS+",
        "V+RvPIozXL6buCC+RByevPLasjyT7tk9Ul4KvkaBRL34Ley+pWjzvTzHdD1oBok94JYlvj7tb73gbBm9JRH1vRYg0D2zsKy9eVEevtQ8TL4fhLu8l2PfOizIsb3CAgQ+8qTEvRMXcj0KUMO9L079vR6pjDzA1Vy9oxayvZX2wT1515c9Yuxcvax2iL1+NBg+xVUsvlQPBT6WWeM9PoQevqwavz3X0Jy9A/+YvsA4xbwuRAm+/ciDveLvvLzdAQM+af7APHWyDL5O5KC8IMiOPfPQvL54Xc29lSyKvYl9RrzVcoM8V3VEvmynlb6jgDM+P645PvonPj1NPDk995anvt43XL7gJWm+5PwWvv6GH75HgIO9e4ZyvmQ53D1oUS09wyiHvnPzAb5jMg6+zmcvPuD2Rb0tMu299wE/Pvws9roOJxm+KfPVvAQqgb6VbIM9MkdtvgsgobwmgKI8/nRNPs74eD5JT3++9lR2vthCuz3PsKm9gfIdvrxTXD7jfmk9oGBHvQVzdrx0pE09BJWvPZawAz2uV/+9FGhNPbXpJr5n94m9sAQIPuPpKb+/Spe82q73vf/3Gb5GpVI9NQsVPr15Qb4donm+6hlBvfznOL2bWQu+2DocPjj1gLyjxIQ9xaXxvb0sM76tOS+/3DTRvXz5tb3CXGW+N1qwvfxOGL4kXJS+/d4Yvnrk4L0qLlw+bNcKPdC2gD6Fd6i7HKqEPQIo6b1yecu+tbdEv9o+uT2XX+e9c39YuzZFkDy9aA8+Drp0vhoDlL0V5669Pd7OPShJw73UMvC9B3AnPbgLKj06lFG8s+lavlkRKr+QMbc9G22TvTMDcL5mKw29FdJsvmrxLr7wKTq+wwnrPd9eVD0o2Bw+IiNWPst0Cj5Rew4+PVWUvRU4zLxLdrY75CrqPQCL7r06GBg+O158vJGVNT6k0MC92N+PvZOnNT0SMuW9vcwqPisXVDz7EHo+Gh0Cvu2qzDz/Xu090PUyO9uzpL01ThY+LqlLvvkHybx/gzk+",
        "XA6tPbyFCL0Zpga9WyOHPEM7xT2TKly+/1ncO6DpBz3/mQm+u8UvvcC5a73xytU9SaqMPfQAp7yhYzO9mUMjvmaXgL3GgEe+6VfQvBFFDj4CuT+9NIIUPv/vPL522tu7faMcPkcMhT1TZa+9jKkKPreCCj5iAay9YyCnPJyV7TurQ3a9G8e1Oz7XAz7zTQe+yeX8Pfy6nb0UwWu9kQ2tvZtIFj0WgN29TEGGPm6ZEL64Uq28N5fnvRoF4z15ewW/cAWEvZ9QFD4kskO9cB2+PXnbBT58fKo9C9cdPUwqq74xdVU8OHt6PlQeiz6qvjo9mw6kPIA4A77rAgq+HrXoPB5Q472c3Mu+gUYaPU+q7r024XG8Lri0PPImQL4pk9S7+pZgvutQ5L67cNw9BFFEvq4Hfj2P5SA8I3hAvl+xCDzlwAy+mA9rPgFcVb6paMa8mEXmvVjDGL4vZS09xAgLvpZs5T2QS1E9shG1PJwE173zIbI9DPQgvGnZjzxBwZC+gqaEvde9tr1wwDi+aHQOPJyCeb6Xon09JO2yPSMnwr4Mlbc7YGfSPaOyr736pPC6bV4vPVpCqby4a1M9FFGwvfeJr706uB4+ygsmvi+3Ar4/2Z29Ku4Dvk2BAT7cJGC+UTMuvmmiLr4/HBc+pcXOPTc6Y7smNL+8U9ywvTtUED4CbNi9S8jdPSDRy72Kbie+oegHPE/Ayr2utVm+530nPKBojL0vGQq+PiGHvknxjj3i6cG9VpKAPN2erL2AMHI87wCDPcXUe74trRm9KNVnOXGvRD1024y+CzZSvr6RMz6k6RQ+EyUyO/CFwL14KUC+LP1WPX70ED5pcxc9Vb55vXq/kj1z9t09M98XvevIwzx7ZJg9QVrMPepy6rnfDQi7E7aCPJ7qZz0SqEa9fdhMPY3uob2cLxE9wQKVOxZViT3uhpG8r86MvoLEDj0frQc+NHpSvUBxjj3xRMS9AD/fO4Zsyjxuw2g9fE1cva4SWD1kNVo+5NzZPSqwaT0yLy49",
        "qHY3vj9mzLye3kA8aq0fvnDaMr2WlFm9DQA3vhdw770O+CO90AObvdHgPjooxaM9hJmEPQEcDL6hNqQ9ujswvlbgoz0pUWO9DsPjPfVjTL3qQ7Y9L/etO+h+qzyVMtC+y0uNPTwEcb223NW9FnNCvipPJT1+Yy09WVhvvOeklT3TE8M8TjMmvI04ST1DvwQ9OcY9vfQuAT4mwNY650q9PXBTBL5dSoG+J753PTv7rz1D3xs+M1f2PSayQL49dR++iWf6veEYgj0LGlu9q1OrPWdqA743B2q+6HgFvs0bgLwPEyA+kxX7PFg/8DyszhA9Y6BgvVYuLT2UgZo9UQCzvqVkmL2BRmW+a62oPQbnyT3/dnk9Bn6MPgWe7j36DOW9gR4BPpudQrzYCxY+gGUQvh6VGb7n8la+7aR0PIoPlr6xYr48lLsovvkgnTyf38C9ksZ0Pd02Vj1UWNi9ITrtvZmGVz2GwBY+LfUjvWA0J7y15Sq8gjKKvVifWb4ev1m+jeMoPon/Jj13fws+fMYDvszv/Dy6GRy+Yc21PGnWHb22/jc+P0sQvlyw17wtUbe97FUZPnNDYT0Y6Ji7t9WrvR081jtjGue9hkFVPoQzDz7WWKy9l0hJPbrFsj1G5Yw76ZEePq8DrD0mKKY9U928vfhwXbsa6Zy8/+4hvn84E77bOmK9BowMvZYmAz5kHia9FKK2vff9JL4UXR2+8TeXvZZnBz7O9wa+R7givXEbmr06Qcw8a8OYPUniBr1iPsg8/JjcvaHxVz7cy8m9vIwcPi053D0zwWq+FFMmPXt/ZL5n9+885gD2PfUWEz4ggZq9/3hOvvsImT2SXrk9aKNDvXvckL5cKwE+m8XxvQUHPr70FyA9Yy/CvvCrz77wjN291XY9vhwUSbxkxFM+TToyvqQSOr5I5mK9fj0mPbqtJb65i1O9dWsGvgGEqb1P/2W+4ZzGPRRjo73Kd4K+jXMVvlPE6T2zmTA+EAOIPSvxkb5WnKs9K6VMPVxeDL1GbAW+",
        "BNflPb0CDr2R0VA8+dBEvIpF2j3C91W83wTlvcq5Wr6Saca7L5Q7PSZinr6lM0m+zPwfvM4YhL3+kA2+trl9PJnekj13R/e9kEmJvdiEmrx1Lwe+Cj1nPIFqK715u2o9Fg/iPe/HL74JinW+s0gAvjlipzv5eH49xg/YPB0bnL7d7yQ9L9EcPqsiLb7kzu671ACKPHRKzL3TAls9lNFfPeWLEr06fCw9r+mmvvRAZb0ZWHC8lLWAvXWZDDvhhIy8qf30vZCBJ77djgc+CBCDvcLUjzwjOtE9IdclvnBSE70OY5S9j0s+u4NQ4r1HzJw9WNIAPmW4CT7GfH68zkPBPFqUHrw+zn8+5UWmvXHqzjxs6ky9ESdMPk/udj2bbt68qGgEPsms372nEwG+gTmNu4Jp/D3jNAQ+YwnpvfN+br1SRV0+JvxxPSp71D0+8Sm+39ioPZXXvz3+HJQ+kxY+vtI3wb32GsM9unFMPBeXbT19CMG7IJDUPNpwSL4MdQI9VXkCvi3Vjr1vv1++udYtPI949r0mLOk9n1gfPS1Jnr22Zhm+SGhPvj6Mjb6DTRM+9JGsvSLuDr6Qpwc+Yy8mPtHBir2WceS8ow06Pf1vez3nNwm/VuqZvTI7Sr5CCO09I1rwPZGTpb6SUjm+gMfzvcvYXr4UlF28UP89Pj87rz2evAG+uTNnPD3Uwj2oWNc92HXVvaP8cT3/Sn69pfDbPeddpD1kXC89a1jUPYyKqj14tJQ9p4FlvnfUNLzMUUC+IE/tvbAL9738QLO8yinjvdjACD66PuE90IHuPEvJcT3LNd49wFrpvGJHvrtTcxK+51r/PV5l+z0EJb49F+kAPo9+OD01aZy9d31rPLTTrr71gGY9q6H/PD3gqTzWbwa+5ycFvgpU4b0zO6Q90ocBPUOzcbykL409RGmPvcuhIr1G1UY9G34qut9JhDtRcmm+tZMCvqBxZ7wsOCk+/1j8vQ80kb02+Qq+GgLUPedvXb5tECa+1VbMvApG+r2vkJk8",
        "CZchPOmFTD1ZoPi91hiVPSZb4z3KKv29nNykvnAKl7xUNKo9E+tbPfV4rT3F5ma+IuN0vTHe672J0MW9LhOmvCLLL77AAQ++w3v4vXdNFb1SGxs9CUkGPBzirT1fGPW91YRNPlEx5z3YU6Q9Y1vYO3601TzCj1y+Le4CvupCMr4mwJS+sFkYvqhnEL2Vzxq+oSlpvWdfNr7be3W8cr21PTYqZr4CFr293gycvmCCLr08Qho9u5SMvDH0Dz6qHga+xpQzvWlqWj2Gnq689lervRUgyb2K+tS9iFpYPTHUNL5PgMs9jLy2vbA8+DzTdsE99mxTvRT0zb320RO+jJpJPrYFgT4DIe06NrObPT2AXr24Gkq+boctPsHCNz1pxGM9fT+APdOSY76payG9tR+SPTz7wDzv8ig+6iQsPqTjSz6D95m9JzmAvrzhLr1ExDw8EQggvtsDXr4IUEa+KjCGPJ8AaL6qHCe+2BnRPMmVST4zfpC++dHhPQd9CD51ZHq+lLEOPX32C74karq8owTMvIb9hbzxVfs8G4MFvkxHa75YqDC+BVp4vH3opr3VXtK8pR2wPYZPC77njjS9VkR5vsi9wT34Es29/FDfveAtTrxnz0I9pvObvbPSoT213fi9jw+1vStyWL1Y6IC9ZnS4PXVp5j3KSJG859gfvrRExz19GZ49kuj+ugpJ077KBXe95qGgPduytTxC3f88TIsRvhuBNz567bm996I+PTBYWb3Ww6o9miaLPQiZqD2DHto9ltCBvel6Oj2e/tW9Fpt9vpEME7wd/gu9gx8bvnvTI75ngcU8P1OSPCusG74Ti+E9UWXnvBbsYD29AEu96Qb1vWSpkjxyubG9ukSfO1jnrb563Ao+/JoIvqCuzb63UwQ9llWtPdll/r3gPym+RqhqveJjqT0JH4e9hUuZvgAv5L5dKO27yy9mPbAtxz2MuKq9D+tovojFy74LQoW9GnegvVWp0DvIIKW+3gmXvt1+qD2PNZc9rpipPXGOHL6qlQe+",
        "5ZVkvG0cZ7zFm4y7vU6EPS5qOD59U9s9pdkXPsRW0zwZX9U92W6Cvh5eVb7AlwM+uW0VvuLZC74NqUo9lW8kPUEhojzm1re+ddC2O4l/a71oTm49D9oEPjOeTL6IXQm+x2MZPV4fJ7zzHMC+FjuivbcxKT1fewE9fnsGPDk1dzuGZ+y8VLd9vrOSqz04RU2+KjYmvsCGIb4TmM++zNIYPlJY5L2jOL++TLvTuRsHqb0h5Fq8jEzVOnUXJb6laBm8CvwUvZAvk71s2f08kjq6vZNz0ryEy3O+1P6LPSnLHb6l/QG+kXSZvNfWvzyNavg9dNu7vUu/Xb04aQa8Ne4Kvvanu738Mrk9ns+CPfgbtj3EZ6C+F2NTvvLKg7z1LrY9wsWLO1ahED720pe+Yt5pPVwQ8LxuG889O/evvQbIZr0vUI++LVAvviwTFL657AM+xhwIvNMnlz22DXq+OrfAvjuyIL7Php28ghqzvmBEir6ZJZ2+VXcAvqLOLr6GkkO+neOFPLxQGzyXzdc9oJDzPVYPGT5ob5k9qKR+vT7aeD2Nl7I9ywCxPEvTKb5ufQm+FaUbPlCHnTxJOAq+JvoBPsVay71WZaa9zDMKPttqiT3xxBG9NlQ9PJSpqzsDCm89ud9evSePHb6otIO+P2OdPZ3MEzz6Arc9+gWovmJMsb0vhF48drFhvu6syr4SMfW8C10ZvawX9b0cZec97lOpvig+JL0OnbK9yPm0vuAdbr0Myh++q3NcPVxMwb18mZA9bpDTPAqClb0tetK9VKO+vt8wu75hYIa8q6IJPaKOy7zdG+y8u7EwvnGPsb7j1Ko8YkPjvRZIpb2sFl++rYLDvQp+GL6dojW+n/2qvZ0KMj5cUwS+HV+EPKGGIj6OJbI9tr6JveRhU760vRI+4JYmvLkZ2DwpYsu9iFodPhEfkD2Ipei9UYdWPaL2Zb5kuba9k9jEu8JsKrxETys+eOgMvqXjEL4cpSC+cfpKPdiTU75oYeA8PFmSujX3jD0F7Ju9",
        "GhwNvVerXD4UqBY+DBdWvbtnjz2ETyS+KHixPQ0zCj6Jo7s93Ll5vSiq8bwfYyk9f95FPkFoPLwnxIW9i3vjPSj1pT0cYKy9j4bhPb1UqT2Vw4O8aqT6vcD7q71buNu99MckPmqoGT7S/4s9zELOPbRpqT0A2+I9FU9NvW7jYbpO2H6+65z/u1/rdj2l1Yq+Dj/uuk5tpTwX62C+qGMBPl95OL5ELHm9c7YgPLBT0L3rEIg8cVHuvUQJiz3cG5++eLb8vdzvmT21XKs9T2EjvYFPvbynbwG+Ebc+viMjIb73rE+9ZrQ3PIsHoj1vFIe9kli0vZl6vzxNQYg9T2dNvbUvmb051bG8QbG2PTKS3Dx0iTm+gZspPg2GHL7O1za+WSuLviEmRj069wc+HzctvqoMo7wZdxA+R55XvVDMHL53tgi+u9wVPR2XlL5z7Ta+vyRjvW3yOD3SKEq+De4jvuV5or03H0u9eAyIO6hbF74MhmG+KsmUvAMFvb2OTSu+49hgPoUAK75ciju92TPvPBJIvr1XB3A94A/OPJLq1j3GS928EAmovNdPZz3n7M69v5rtPJy0wz2xzoQ6JMDpPGCK2r3F1b49LhiCvXFi0bzmdD89MzubPbo7jL0s+Zu90IllPS2h3T1FHK887TbuvSUahL5ToSQ95FQnvrC3xL3Vc4S8kycKPctCBb20hVi9EkLjvaroqL1/yDq+FCCDPQqajr1yZds8mdLRPH55U75jNpK9sQrXva+lhb7yWWa+6LKiul/HgL0yayO8WR+HvgvdeD4YVry965AUvhGPgL6JIoa+9CvvPYlpvb0vIe69VnNLvpVlRb0Kc5o9FQDlPaUsorwSWnC9tleJvol7nLySSBy+LPdlvkWamb7hl/S7/wQPPmixDD53FX28K6buvqHCIT6WZYa9WuIevssVSb4keEQ+e6PIva13GD5x+7u+UPWnvVPsRr6CAb46HGEvvvrK0r2L7wy+q0jdvDQ0zry/ZKY8TiIBPuFS9b799Ha8",
        "ZK1VvUhoJz1oPyQ+EYgXvY1ix77QN/M9jQ6/PZTc6T3ghOE9GHdivlaIbb5lAT29XkatvBReJT2rCQU+OA62PQtL2b3JxFm+y2P6vMIDzj1BtZ294ymFvVcQJbzTyqi+1rJAvk8q47sFQ4u+wCDjvQO+j75J+qe9mtTpPdSaOr3DF187yvpOvigkpr2QFrm96yqPPWLP0L5n+FG+c6kiPfUA+708+Wa+G9XkPbYckr2IoZO938mBvTYLKr4Mte2+APILvdsuJz4h7UY9xN0wPdJQsT2AAKS9PAU+vug3X76LBD298dKkPcWxST5K1Ii9N9aDPQ7+gL7nFJu8oZeYvmTfnT0OJKE9UIs/PW7K8jxsA3++lQGuvYgwwz0HJ/i9YM/mvRSIF753qCG+h0r9veZ7n7y6SU293vWlvdpR8T0JRIi+JhQwPrXBmj0aSkq8/kzjPU4D/j2+6lS8q+T3vnAhyb5YrIW9bLtzvErNH70dKcG+w7RHvYvBH74vuyE+KM5BvjOvmD1A5SS+i9hQPXstrz08bxq+exmRvp5QrL31zVe+cu3bO+dHNr7CI5C+Vl3OvRcLTr3xQfC+wXyivflR1r0euki98b8ovpkpf721jGm8QTiMvrMj0byy2iS+cAoxvtA03rzE9Y8952bHvR9dzD15AYo9FeBaPZr9Fr6YhKM92RtWPUb/ED5ZvQg+0DTOvewi5D2n6Eg+BQTTPUL0NL31dD++l4BTvajOjzwy7dG8fHP8utX9kj1d0YM9raE6PXBY071fr6E9EqEdPFJt8j2ZGa49BlmCPtdr6L02sRI9wYLePStHvj0C0Ay/PaWHvmu3grvIFfW93AYlPrN0BD6nNKk9gHupvNzf1j3e9yi+bQHiPfT7xb6LBzE8zeinPWkcSD4pZk89jaTeve7xJj2vKGM+J48Tvgp7Tr4BUSM+qacePjekTj7rlLc9w3/uvN3dCL5fzCE+tXryPJ+GKr7+Q1++q5cFvQCIQT1gSiM8rV9gvSgbqb0Uhjg9",
        "9dPdPbXvFj4v9ci+ZwEjvpqNLj5ahug9YY6JvcjYur6AIRS+tmA/vm+4sL68Ww6+ert2vTBaE77qAYO+uFphPXflm754RTC+zzRNPK+5Wb6UrJ6+/aIVvoylkL31OM674HL3PYUrW77Lt4G+mnYUPC4++jwouy89i0AjvqbH1b4J5xy+gy2WvftUwT2lcpi9N4AMvgykh7xO5PQ8ZaYMOr0s8j0FeWo7HExOveA7Dz6/kvG9g1NmvsuaBT5++jM+w3/OvRtbm7287MG9tlxZvL2MTL6d6xq7Z9n1PRfCJL4mTg++S08Hvp6G8jwNoxA9jHA1voJ2ZL20mIy9omGiPVgkqT2CRjY8SVObPf4HlL3HT4c9xT5GvtUbbL4xLCq+yaUFvWUDkz4TpWU+wkXCvQx6Bj2KNB+9WS5dvQOHpL4S6y8+/2z/PF94GD5Zcma8i8ToPcEg7j0m/yA+B8LWvQI5xjtqlEI+6KxXPgk6kb7GnAq9xOV9PaXanL4rPdk8outlPifM2b1+bwI++pMdvu0RYT2hQQq+rPGMvkKb27o6F/Y9vd0BvlQ6Pr62cAi+FDmkvQSr2j0wnTa8yOUnvpc/e71RVqC+IexivUjaCz4u5jE+qm7OPQTTdb5y1wc+glItPhv2Dj5ux0W+80gSvQEyGzxyfkc+L9KBvXX3Rr6pU0O+WFm+vffXyb0yTII9L3azvb9JAb0ZKe09jEMDvstXib3LJJi+5yZFPlv4kT2TeK29GiO3vXB3Qz2cTfm9ZRqCPg7QAj3vVoe+lmlxPSTj/zz4Y7g9FjHDvX0/wjx7sSu+nUafve4++jzjqdq9aNuYvuXUlj3Zuei8u1jsPYxkmr5IBrM8DTGKvSfCDz53GSM9Gq23vT/JZL6ztDe+sm4ZvQkfgz7hEQ4+a5XHvKa96j1lz2G9SSwMvkIb2r0LKyu+8+4gPpt5l71LWWC9ISlEPdB2Tb3dwUE9RccrvmUYhj2M9hY+UN+mPZyHjrtvJ+S83UVVPuejWr7ABlq8",
        "oFvrvQCt9j3uq7O95ujXPTF3yTyfuPq8LadCvsCAs7onkDI98tEBPvLBCr3q+Eo9uMg5vu+jXL3mE8y8RxxyvlmvGj38Txg8y9LmvGqZiz2aUpK8+DMUvfibOL2qG4i9I4blPeHLWT7Gwo28PFp7vOWu07yYw2S+Z6ECvpLFpD1tCoW+cwsoPdXLET4Bst+9Yo8Zvn/wo76dXwi94rWtvRBXW775sfU93CtfvjtHD71ZUJm9DptNvij7rbwLeIg9mVkrvUVEvbzf9fa8YtsfPki9wb2wzzu+qwSyPXD9Pz4Wt+69d8B4vtqthb3RtCI+0aefvU+11r00XZ89MLfUPYEQQz5P5IE9VbwnPv9KjT20G1U9T3I7PusxsDwUddG9xYGkO+vW67vnW/K+SFgfPnjM8jzmHFY+/8kcPjUd1D2FqNA6jmXBvj5gMj7YkA4+XWijvLQjNz7qJWq+O9snvavR9bqXbKC6MUgXv51UurzKjUG9NSnqPS4SMT4TFu08faeyvs+bib1zsIo8Sl3YPWEzhj0zZvm9Mc7HPEcGmL1JhK49Cp5yvXLSUDteGJo9DN3FvWD8tr54PmQ+0JiFvuQRlDtT3Kw9BtzCPbCJ0D3piUS8xNtlPm9f/7taPba9dqwFPRa+Nz2JfJY9r7lSPHvgML3MYt69kI0VPfZJqzwVAfM6j9ZXvuHRyj1Azma9OjACPowW07uPx8O9cSI1vnXbC76kbi++um4kPi9bQL5qsoy9JrzzPVmUib4t2j4904gxvWjrMj7r9ce9mhoNvuBxszdeirq+9RHCPZHEwj1fndI9qG+mveU4Hz4tK/g9Xln9PTGdUD73Wl+9CTa7vTphjL4GxX2+IbOLvYZE8b13z1C+faKAPaxKOL3Xrfc9UB27vqAVUb41RIm+vrMbPYDusb1odhq+IrgtPLarbjvGIyK+I8BFvgk4N74QPt+9lt1UPbj54j0NcGC9aJ6EvvqL771RB289yXTAvsbzpL56ywS+HhTrvVCNpj2fjR++",
        "a2XNPOFSiL4EPKE9YDVePjpLmTsQkMc9ZHwmvqmyST3LO0y+Y3tIvi2ySD39XUG+qAIKve7Rs70viEq+dWN/vNxHD74SkL08wHIavtgaSLyO0cG9+RIFv0BhpDk5azm9eVLdPY44Hr7a4+69R/DzvUroNb3ik4C9BRckvrL01r320jC++NiiPUtGwDxBNjU+Ee93vus5cz2BpRc+VoTBvfsxgTzpCuk9FNxrPpWaFT6HiLe9YP0DvrHC/bzFQes9ts94Pg9nWLwq/La9XBcdvkUOAj6TdSQ+BfdnPsnqcL1ATuW9Snu5vOZ5JD0C84e+n31Ivme8/70Z5yk+lwmHPpIXgb5rtha+tgrUvZPLFr4xGI28q6Q5Pv5BHb6f4TS+ssUcvZ3SFD5P9CM+uT9Mvj8x8LxcEBc9wTUmvhfPnb5ehuC7RBdmPojiOT4085U9m71UPUi24r1Hhzc+IVUfvhcx+72YhTq+NsaSPd5ji72jNdc7TAQAPgOa1b3EaFE+AegDvtPWRz1AtIK+56XdvcKiPb3S2Di8XZNhvoSDfL2WW8K96C0uPlJNzr0oNR++VB0ZvXVbEr5T55I91XilvauauTzPD0q+kLCqvUSAEr4D11y9NEAbvqeMrL6BkSc+IEg8u/QRLr5gs5q+tQdPvq3vX767G9i9mFN1vMvb5b0QEiM+vfw1Piekwr51XM094GQGPZnu6jyx9CC+zr2uvUWXOT5dI7896blOPiWSSL5ZVxO9acXovGP65r3XlJa+d6ydPUtHAL2X6+K7/b/yvrQQEj1Ivrs9Nh7UPXuzfT1S8wo9HylOPNunUT4mudW9zetUveO/Db7ko729+DEAvfWahb1k3zy8Cd4evnFIt75GdFI+yWfIva4sKr4y/Te+iUqXvL+aEb53cKm9dfVJvlfwqD2RmRw+zebJuzyh470Ebx8+OjIhPsiFzj2A4ju+U2YFvrONDr4VyoM9oT/Sux/6dD6LoiS+A537PSjkWj7MMYY+nwmJPhyV/b3J90M+",
        "3JwGPpKc9rzEsHA+OX+DPV03lLxZgxM+blmwPSbior6rKpq9ZH+sPYDzIj5U35q8nk4PPowmEz5AE3u9gXaQvVNaMD5CWow+a5jKvY8gjL5I5gC+uVEkvhRAxzw8MBI+pxCkPEZrmb7NEBE+EH+lPInQnr0FjTy9qf60vbI7DD3csCg97OsSvtzmqL4vh8O+B4blPbbjkr7lLgq/zzGNvsHzjzzX/os80hWlvFvc9r3ts8K9vpY7vQzX976pMhW+IPmBvf3BDL5wldw8PG4/voL0ujuv0y++pym1vbT5qbysQFG93XURvgwGHL6D0Nm8B+KxPEAJxT2WnPw9WjwWvvsBfDwWPb+81JdRvnwhyzzfsUK+Qb8rPrV4mL1FkOe9Fu0bvte5Gz05HcU8+/kNPc5Ns73HiRQ9SYyNO++ufz3N8xm8BNqkvohnLr5yZ0G+s5g3vhbjAz2JPGy93qTyvN3Xq7wv/gG+EsOpvc9t1b5XdZC+SHGEvW0A7r1E2yi+Ue0ivcoIEr1bi0O+IvImvVMbi70q0x29XsUEvi0HmL6WX9U7lPFju0wotbx9oua9MxpRvn4TPr5VUp88CmGYvhS12D1jffS9oPtovjzaKr7ENms9boSAvG0LI70Q7oG+iFQ4vgqYs70y4ao8pDSmvVAv0T13rXm9/KnxvX3sAj6L7TM+qRv4vB3zkb4ubfs9tp/hPUW3xr34Vy09tQsZv03Ntz3+16w8YcrmvrJrhr7Nf8W9sUKMPHdUTb7prXY9RrXTvfF3pb3SFHA6QdHivYFVS75D3ng8GQJlvkdSKD4wjuu9DkAqvk0Aqr7qRFM+kW1rPcHhFz41Bs29q42hvlooIb4e0NO9kU6cvEjrSL3jM9E9a6IMvtuaJD52T6y7Doi1vv6csb4AKq2+BVMPvIeN/r1agMe+FFcmPlbX4zy3Kos9ymbWvZB5hL5z/hu+FN8+Pk+Xsr3FZEo+bmCzPbby3z0cqRQ+iJ2RvhPUID6TVFY+4PqUvSUz+T1HlNi8",
        "AD7QvWc7Uz1oBJw8TeswPVWS6jy972S8Xr5EvmqoLL4t0fW82572vb3B972Oc/89DvtRvgHjV762Ane+NR4OveT+tz16Q9w9yRM2vpibtb2onhE+SvnFPRXPk73od049Q2xGPrsoIz6OMg++nIOGPaaAjrtYBM2+KfnAvTV70D3DiBq+0wMBvoBZvzuw0gG+94DNPRRB6L1dE5O9dNP/vdikPb6ZFfw9E/bxvv2qYr6l05Y9elCluvThor50y3u+W8bcPGwGkjpBKZk9O2GzPXtWIb4XEyW+gYeIvf3MBDyaOx4+48Ejvnnaer6Kxr480cIAvdI8gb1zf1K+C4H1PPildD5uX6c9RNcCPkTMhT7wSPc76EyAPs4Xtb0ogjc9THUJPiuEujz9QaW+dhgLvMRszT0slhA+MHONvN67Yz1LSBa+k3sevb6cKj6g/BQ+boqTPT1pHD5yaFE91HokvcxsAD4uSZW982LsvXrYFD42M0M9t2TtvTUNrj2RTN877zkePlrDGL71Dog9c1QCvs7eOL5wiwm+sXcovg9NwL0KscO8NEDkO1Jr7rxJ/YG+hU13PKKJwj1JuQW+wmymPeL6E75Dkps90hWpvBjcmj3ub3G+FSB5vnipF772P9O9l5uivZP9Qb5zGw28L5BwPRboWbwX6Qm96tTVvenfxb346jM9LY4zPgveKD5kXm09SWlevmPU2z0c8xM+MBLkPXWAlz3/Hl09jUtUvg2uhT1Ti429XyvEPeqkILywioA9XiM8voQpq76VXhg+0LQZPUmS4707xjQ+I6xCviMUYzx1VkS91q0Jvie/Ar+uus69OAAAvmaJMT0yZyi8wQ8TvgqPEz63UI+9LwvFPawsQbxytsK9lXwWPdQyBb4Gw2U9IW7YPVLG1zybLSK+QGZIPn5Yqz2wN8c9/5a/PSx5GL3+i0A+Zc+7vT30PD58YVY+CmQzvYII2jsbtz29GRf5PGoS87w+3dC9wMP/vfoDdz2Ejwg988TOvVl3s70puSs+",
        "0PYfvj69nr2Ai3i+MRJjvQogED3m6Pq9ezADvo7kxb3RGAQ8NPoqvlu3j77z0Im+LLBlPJbdBL5Io4u+B7l1vRV36z1eEbw9ur6pvbJBl74f8Pq+3zo7PQSkqj39CQI+CNtmvAbTCb8h5/K+Fc+svHwTIj1TmIc9CW+wvqaHA74YLAq+n8aZvBmPA77k+Ce9ECPFvf9sSD1WuR8+useqvVze27xO21+9ztYEvVpAs72GSlM9SSAPvuhzKz5UG8g8rkyMPeZKPr1fv2C+zLxGPG+JKL73iJi997+fPaw8jT374eQ9MDbpvRD0PL7drTO+/aQ7PJbFiz2cgw8+nnulPcyvdD1tFYu9cT2lveHCoDr6qYM9m10CPUpMxr09oIe9LZIVPlfXHb2hDhG+OLZyvk0r77zvSvI8yKSzvALWFr6cmLq+Gc3ju66slL3lNb09gerZPM3yOT5juRS+hEh+PdMbJz2KZ5899mPAvV9lpr1s9Q8+QGnkvc+dIb48eYi+aioNPiFR8LtvWaS9w3IzPTGQaTwLa949Ve6aPXYx8LzYO409HvrcvcaIBr5c360982fbPe5aCz0iQrg9UYMLveTdr75S8bI9BvuVu1lOBj5F9JQ87SaSvNcXEj65MyO7pcmjveR6jT2+Rsu9zt69PV8kkL6r49C8s0TOPfp4Bz3AHkK+J+OQvhTXxz1pk5q9Zgvjve4Oar1w0/09I9DhPfRoir4TfKO+AFtpusEbCb7tFoW++TCivpO7Fj7ZYpC96UFvvFvdS74c30S+sHgLvhDuij20uis+AxNovnVbkr46rdG9JVdrPeBeSL0H4xW+lomePWahFb7/8Zu9K6Buvn5PqT2y0IY9zaEIvdvxXrzi5Bm+BS0bvQM4hry2sw++RQPePXjO8z3Yhl4+mJYFviyuEL6gheM9YhLzvTQLzb2udSW+hSpyPh3Spb1oiBk9ti/QvYcbJL0JAzg9r6RuvuvdNb5Fm3K9dq9hPpJl4T1/CoK+zz0Ovij9Sb5t4oO8",
        "xknKvi8KYr7/97a908OivkKKQT3jK5+9Z1ivvet9iL6XTaO+W3frPbBA9Lx7Y2y+c2BovoTxI78T6JG+OoWSvqMLDj4J9qc9TuffvM61zr21b0a+H+jSvqu3gjwfQ2u9XZscvqfJe726r389eFgTvhix1Ly/JSu+mvtmvrHGc7xddpm9RCIlPmL81b6798E9no0HPhwpij0ms+S7U2WsvhJdGDzsj1A+I6d5vjQuVb0SA5k9WLrgPXqCQby2JPI9uKcovRxtPL2kACy9P4sFvpfegr4ynNK9NXnWvpWbLD7DPSM+Ty6yvJOnfr7WXtC9gwmGPjjEaz2FW4c8GOyKvkmUnr3cJzW9OWOPvqsR6z1tCJ49QakEPvozWD6yxDW+sM2jvASJcr5ASVY9BN6DumWWFT1jgxy+0PKJPU958L12L6+81TXZvbCktr3evNC9VRiBvSBQZD5Yq7O9zTeMvRVs/z2TXgC9TzSPvaTUlb38GaY9EGDuvRQf9L0csCa9rPF4veAgbrxAL709JxbGPSMzLD7tTrs85h4UPVJEnL1pg9694ksCvVhqXL3dkwq+ANshPRNCPTxry6C9RX2BPNwjk74lU8U9aYKDPDQAib3gnC++3DUtviFRzjtI1xQ9juYpPi40uz0vRsE9GyxIvHEEHD6YMMw9nkQIPTvBAb2kMaC+aanpvYEFRz216Si+QXhFvhDJgb53Mmc96qPsvZD1tr04BiK+Dxpzvp1ioDwoGJc9VSFXviq1CT5i1qE9ZIlPvl1v4T03MJq8XLETPirFNr6IVna9J/lsPcSBkb0SQZU8DQWVvtV0gL6M/BO8u7FSvoWaVb4Dg448L7MnvK6h+b1CAJk8EtTbPX6sfL5c+yq+biKWvq9ByDuNyo09a8cVvp8btz1OlB6+6bAaPkSQhL2qc869eu/dPCQ33D3HyT+9Hi6KvDiF+r1w/8I8HTDUPPN/WD0844K+D+YRPhzbWb1h1kS+la4RviH4ej14gB++afHkvGSCRD2lPjO9",
        "VwVPvESfEL1zfQ4+qcVTvhgYgT13SNu8UI8MvkqsD72tDWW9LpkkvPbcuD3+sY09y1OsvKpAWDxbmyk+Tb+TPakmfj1wSOS9+AgMPpT6uj2kNJw9N3AVPswefbyehI+9MReQvFiHoTwhXGy9GmsVvjWZz73pk9c9M8gGvezVBb6VjrS86aukvQ6RiD24m9a9FSQDvtCTNb1lNHO+Wglhu3VZCT59w/u9+1udPl3AoT2KqLm98zERvlp5xL3XmKa+ikc7vTfMA70U5IO91wJAPVwC/LjbeSU8AXcQvUmjyr4a8Eq+7Ub6PMPGkD54PIa91Oh2PH02m70B3OU6FhA2PexX5b28jZA90KGyvcn5Eb7fnQa+SMdJvrTClb3vC9E9UOojPueozL2ivZy+mkIEvqYbBD5/SY+9b7oDvsoxrL1DEQ0+QInZPdH96bww0eU95Kkbub0Pp7wMj6q8R8HoPQ0l0Ly3WvO9r26gvi87Iz40vN08xVCUvXIjCb0C4zo86abFPbskkr3oZxm9g88fve+BIr6QcG49QkEFPbcg0z0qMne86lK3vYmm4b4gLdO9SJ3pvOfhAT5P7r66SW7sPRv6hLwhRuu9aUAwPNS+ij33ehO+7rUHvozIE749kUq9WFfxPKf8Fb5Pj76+1rwwPZ1q9jxvsFE9VEvTPWBnn74pOli8GHP1vdVDmT0xi3E8jfn4Pc23V76e0As+q0P0vNKCEz2LXWO+6pLVvdvb371w0Nc97jmhPDf6mD2qKFI9di4XPN59FT2z+Pq9T5aivcEcpz1PA00+L4syvT4gM734n/y9U84VPXGgo70cbQi+5TzrPYJeaL2HlV09c6/3vew7hT0Vqn09DCzbPHxc1Dz9Loy94p7XPahorz1ALnU9WDC0u9Afdr4xuLK+sSdGPXe24r2v1r+9htNXvKULbr3B/IO+epLJvRzBkz3jCAw+aTo2voycvL3JZYS88ONIPsssXbzYJHG+6ruKvrRR9LyqTl49hYkCvkTi6z1EP7i+",
        "w1eePZQnLD6lWPm9yUd1PTaOhT4E+6S9XcSbvDj2ir6sCCw+fw4KPuoP8j2YNya+RbyQvYE0PbzX1DO+tpBaveJVtT0hMSu9oueMPZ9HKb1/9SU9L2TovRxK4r2I8p89UKVivDJkfD2Wo5k8QPdivdnhcT230Kk8hZ0RvjC/tb02Eca99mCCvi317b6IRww8PwAkPhS2Tr4rkSa+GxGkvYesh7431lq+BbX5vj/Un70nWsG8OgRRPUwxbb06mNe9QNv8vPC+Ub7N0J2+qk13vn24lzvoA/m8DqkWvteiRz51KeA9i2qVvSjoe74WKdw8JxNSO5pnjr1xiic9oOeSvXrAAb3+WOk9wbpnvkzjpj3g0y++gUb3PUZYGL1MK22+18AMvqzRyTy5L6k+UrhfvfUq9r3wGzw9hGypPYbgMTzN82y+h7Eeu4DK3726YLK+U4lRvT3rOj5m7SG+r2BXvkQ6j76wsRi+6C0SPolRor71+qy+jW9Gvp0tKL7eI7+9D1/8vc+KML0fWtw9Ucp3vvkdIj2tDc6+yfYUvX+xpD3CH908sWiTPLZcAL5qyXS7kpw4vXJf+72fb2o9o7hWPoTM77y1nro8t5IkPgJatT2FfTk9MzptPYzusbxKMv2+Ob2bPVPqvjrg7Je6qcYIvlAfV7zEcEQ+VMt9PdmI4T112IY9dXQQvWA4xj2fQwo93VyfvQeaC75ulVy+URRzvKLeXDxef6I9rG0fvkwCJb5DIje+T5VGvkUatD3v2ly+EJSpPMHutr2ji4W9ueRavaBbKj1IvpC9Qky7vbgezD1UtEY9z9QBvnpWjr22Ry4+WgezPEHPEr6eEW+9tpxrPVo3Qj5uY4Y9vYyvPfpVXz4ayPY87cuDPD/FkD2tL+S9p+KrPbaWoT3xvmg9OjIpvhCT/L3JmdQ9W9LdvX43Ob1QL1W+Ob4xvTeZAT5O9zm+qkgcvX1plz0R4zi+v/t3vjV42b2eH3Q9p0Y0PhzQdr2O0xq++efoPZacGr1saAi+",
        "mNTSvZRLPr1j2dM8fC2yPcIVST5UfMs8mGUEvsOxUL2z+6i9TaDMveGJxr1JuZq9xnTYPd0JFj5azyS+8r2VPedpdz0eVRa95P6jPaj5prvbzVs99H/qvfLMvb0e8EM+H0EyvBl3s735jJg956AAvoH+uD0ch1o+6w3lvbnQ67zktZW9mujXvDVljb5P8eE983wovpPbxzxC24+9Iwm+vLQJyD32uG89LMGNvm4+KjzSrSw8ipHwPd+G1r17VAO+JX5aO4I5Sb6lvgU+KjHsvN7ihL7fMtY9mH8APuU9U71cdjq7tHKQvufrkr7/r6O9MkX3vYhPw70l8wu+17SuvV0EL76b4tq9OjNvvkmGS744L849/LCYvWWBND7P95++8JUxvaMUx74AqC++XgByvuOsq7sKFoo9jihQvrPqZDtMUCW+FWBYvYVV+7xGKIy+WIwPvX2F5D2PiHW9cxUzPepiJbsAgJW9T5GZvQSzLz6CcHc9DRgMvrDal77itxI9J5LBPeAUHL0lF0++IZ/kPPNWqj3VDNw9iboOPs2PzD0xeou9nMczvooo7LwDw9g9QsKNPQQJYT3sN9e7dgaZPY8Ogz7UGZy7bNAaPcqMy72Zc3q9oaYAPYRHQ73f+kA+5PtXPb8G5j36OgU8HA6BvkwHSLnSv1C9EZXMu+oOCL6Ep6u9wLqzvraY+D1JFMe+VreMPdjIL77jaJS+bfENvvYepb37sya+NJJ0Pd7nrDz7/FK9bJUtPhZ3Qb5bDog8cbkjvuZVEr2/E6S9lPkuvUCUH77g+Em+jhSOvPUOCr6hmIU9ec1SvpXpi70N+A6+MS0SvtFpub0nZn2+Wnk0vngR6LxyJoM+7EydvcWv7DxT6JC+M575Op+bTr52wq69pAzPPUVi0z6fs1I+tPNRvgnVjL4tAJO99vdKvfALR75pkzu+IVTRvfGHKjwH9wy+t//RvYzeXD0CVYK8pwkuvUz9+joAJqs9+Pl0PjUkjr76jAa+5EoZvhc0EL4Q8+u9",
        "pTINvcyL3L1l90E9Ri9sPicGMr6ZFqc+UPRkvoHAGz1sx7e9qzwQPmqF8z32HmY9B7UnPF4pzr2HJVK+M9o5PcwyuLz45NA9xDQRPqDjiLy4t8a98a+rvqW9qzyTlzu9j24UvmipJ74iE328R37VPM3x6b2RjA++H/frvdQ9wz14qxG+U6XCvQm6Dj0TlYe+uh6HPZtUS77kIEY9xudVvNlcZz2J/ii+htIIvwC2zD1i5am9axWcveDVBT6tDYI9/BBOvqv3mr6kpbe7Q2S+Pa8kKD1D9oe9AStOvi54PD7rQN+91KRrPDbXIb805KU9q/q7vcewCD5fL7493h7Evaaj9b3sqOC+jugGvVD1gL4gTBi+rVsKvgsFuj2hU6A97hyfvsfb3b5o6s6+Io2TPSQwIb2SxwC+WOGIPcLo9L271hW+Z8eUvtDnW740oeo9bL3JPRAmJz3VV4i9aiBKvqlPK77GyOq8wLmnvmC7FD1LPxW+F8Juvd4kBLqWSpa9gQv7va+3zbz7Vre9CgGgvXk8D776Cf69U8JMO+yQKj0iX3C9nQQiPoLGDjx3APO8sqbuvJK+U74xZRM9W5sCPuKkmr1PtyA9+OYZPckq3b3T72m9zRkTPRuhCr4CiCY+UlYtvvFrbr5sXaO8jX0avaLNGr7wJYq+4p8GvtJV+7siB26+5nNWvr8thrwdjrK+DxbAPT2Viz2QVOA9ygErPF0Ogb4Tyfm9V90Mv36/wjyqGBk96T1zvlPVmb1N9Pk9OvfFPYT//bzm9gy+M5r5PP9+CL4kqhe9F5CKPdGgMz4alj496UmEvakXyL4Klyg+3so/vDyNjL0/4AM+o/DqPU9yj72fsFi+vSgFPpcYyr2wPfs94xMXPgONMz43m1C9MM04vnRkUr6MKde+4u4aPkSYB75j4TQ+cWh7PWbFjj2sx+K9160Nvj6rPb56jMq7oqhIPWGVKT5ErJ09mfcVvnr4N750VYe9nl2hvtJnAb1xLUQ9G7DjPczZDz6iVg09",
        "wCDQPBPXybwRiII9wfMTPW4dFD5p7T6+JkKAvsRGzb5IVIE9KmmVvch4oL5bl1m+l7vQPY5Knz2h7K2+Ro4evh5XC74TDXO+oHHwuyDy770oFhK+LhANv0u72b2gpMM9GuvIPTwZzb5BwwG+cZ2Lvf5VNz3n9Rk+tat5PYJtOb3YIhU8BYDdvc8fxb4EOhE+G7yOPRDGtzow17W9qiYvPmKT3z0AxEc9qH+qvj+M473HtFg9y5yGvXaxbzxhGe284q0rvSEds77fT9s7n1KWvnCG5L3FjVk9dQ8zvpU9Sb1cGyi9njW3vKtKFL+PqWq9ZAkDPiYYg7uVBD2+OVoHvqCCZT1ZjjO+MghjPXBd772mOwQ+XkBPPDlUPTwQIqE9Z5/7vVwvmLyl2I++WEBbPoDhLL2inQg+UxMovdnpbr3xMN07uqApPbJciD33ioc9HVstvl3Cyr21g2U+r5kIPlXQWz7VwUW+3Q1pvVoixD36+HA+peTlPX60Hz4McE29yVOoPUDgPD7G3fU7C76KvF/jIz7kMB6+OcovvqsS4758K848Il+7vfgdLryuXzM9sa+/vVrmkDx69j++CWravXnF8b2geXS9FxbQPd3lBTx6qka+U0JovZ/dlD3EWEa9YtuCPR9b+L0DXXk9li4NvU+4D73Vo/6961ClPdj0Kb2rF6e9Gt4YPt8H875YmUc+piuKvUK3BT77fqG9osHXvtni3j3Avwo+ddZcvq7AkL4C6CO+LnCcPQHYJb25UTS+46PRPFnSCL/aANa97yGHvkPk1bw8ICY+RIc2uzXWory2w8Y9mdIQPksh3r7jpxa9kALcPTiZuTy8JxO+LSGovpT8Ar800Ew9LXvOu8yWyLx+cgw+iLApPRrlpT08kwU+nHoHvriUNj4CXMe9NMb3PRBR/D1vvPi+b/k3Pl8ieD5Xutg9nvSbPEAxqz3k11Q9m+SePCFROr0d0SY+f43/PfYgaj6x6rI9VY+bPVXVT7v4wVY+P+3hvZuKDT5ialM+",
        "cOUnvsB5mz1PMTC99NxJveEZlT2Pvla+td0KvsNkiTyc4p69SQUUPWey/z04uWM9i5LdPHlKjr19Is08Qf/nvKcSyzvJ+pk9/tMtvflWCr7xrto9qZZCva2pgzyqoKO9Bk+DvD1rCb5G//I97rFxPRfOAr5VJ7a94gWxvBDl0b1Vqxq+FO/lvX82Kb7Xs7S8SzeTvMw+bb5lYeA9bLYHPlEvPL6zZ6q9isENvnCUvD03REe+6ckLPSpLTD7tmSc99pl5PtApILt2Ywi+5mvWvWi+g74SykO+X/kmPp2JYj5B8B4+zQiYvsl3F74Ur6K96ayAviqTJD3BA0A9T/qWPuOyYj6J4KO8eT5yPcbpzryoSIW+pHYYvlrBizwXab49debGPGN7Tz2odhe+rL3Avaaciz03GAs+cmUjPUw5mD1+HRK9mNWfvccHNb0YhAS9/0yZPS8LKz7EK3G+qawMvmR8UL55y1493aVGvp707zwERMm9kwgxPmR8DT1KayG+WK+6vmRpHD4igkC+XbLhPQsrcb0UEAi+VTnKvVEhWb4xDiw92DKQPXyPIr2W4rC+2EeCvhw0tr4sG3m9yuenvtGTxb2BDyW+O/DNvfWTHr5aISO9mDICPsXjrz0mlzO9omgPvk47fD0k/6M7xArVPePbsj0zKqC+SENuvqiuBb2x+/898eTgOwoi4r6GiXQ6FL1ePB5jFz4sIDE9OncMvzLK0zzvhJc9cqOKPX8YFD1ZGEc9kIOrPRMF7jybssW9znlxPpdNCz07bxQ+KAdcvf4tJL60Uho9HeAHPmHA3L3odRS+PC+ZviKGHb3isgs+cFAOPXAwMj6m3lC+C4RUPiEK2j0+rRi+xEfUvubgHb3bgTo9Uiikvb/nLb345I6+GzM7vklbvL1hixk+XS/SvUOjK759vm+8JHdZPQonCT5mBaa99pKePKF3JL3a7EW+LFEVvd9e1b378Hm8ZvRLPVJ1UT7Ux249zeKrvS6mqT3Pgxo+xVQGPj04Bj2XkxW+",
        "nVv7vXxWJ75RSQC+kxp0vpsnBj4v7jS+ejJEPBNjvD1Dura+eWzEvf4Z1j31KgE+dkDIPTxYcDy6ovY9aXcGvmftd70Oj8E9TpXlvV+wiT16xjg8AVdAPHW4Hb6bb8m9mIDyvNxuiT0l5dc9TBiOPS9NVDz96/08k4FaPMhH3b1Ag5+9H7uwvUwJeD3bPWU9soIFPjsqJb1gPHe+oVrevMF027350u87K85DPppXEb5UpYC9lgVAvs/9kT3Z5i++Bb2LPQCdIT4znFK9jl64PVrw+j1pprS9znQvPQY/Rr69dtc8fdFYPp5iC73K/a296nFDPPbJOr6zJeS98HAdPDPzjj0IKGI9ITpRPRKe/D3XW/C9pWnCvS7BSr3JoLc9iR+FO+qG5D1+tZO+rDn3PQJo5bw+FmM+2DIlPGm3t73vtNW8RHw9vqlgmbyLste9NyQ/vmWt0L0jOrE8Q5qQPp0bDb07rGa+w+zQvqdvMz65E7o8XY9xPc2gMj4Qv+E8yoWHvTCaoL1q5km+8iaDO3poBb5xqy2+AbXKPc+q1byrCAq+aWQTvcvKH75Jmyo+YyqEvvwnE73deye8AmuVPaWhLj6bpue8D28vvgNxib2UGO87wnbcPfoAJb2YACq+RIL+vaIxUL6wvu+96i6WvWBxQz1DJd6+pqEHOjRKzz3iQkw93IvzvOnNH72Dxqo8cgbAPdG3Tj1KpOW9v2RLPdnh7TvGRQO+X67lPWQ3NL5PekM+cHu3PDIcGr4vbro9gTvPPaDhNz2osSk+ihW5PVaUAD5cubk9UKkdPkFN/b2F6ri8sp+9POqB/T2V0Xk9fQJgPtt+RD5WbQW+Q7ZIPvhYez2RG7I8IjykvYAAGD45MTk+Y8IgPbEiQz26okG+xso1PXI+6Lw23hY+WElfvpxMhz0QGK089e74vI73Iz61lVe94bhrPokiar1+9wu+xwH3vclDbj48rmG9JQygPcVfTD4cIUA+AhlFPds9t7338YE9dznMvevzsr1kyoe9",
        "2aONPaz4DzypjfI9Gbu+vtakSD4qCAO/Shehu+rOJD6yUvE7AN5CviYqlL0IIZw9Tj+GPX+3Bz3kOjQ9vRexvo4gEr7cxbu9Cc0tPTV7yLz+Gba90RgsPgV8xL0fgcy9q/F+Pm8PBD4IBLg9/r1PvdV7e7zNRkk+qlpEvZk9PT0s80U99lA5vnUyy73riFw9dr/fPDBJO720Hj++JSXGPcXsULvGkvC9kOBNPknbub1dMVE9/bQcPXtHqr31DGK9gqeRvtkIpD2EwB6+tmYHvA7gST1ucK89ZJl9vhaTg772y/g97cvDPbMSoD5ZuQi9k2clPUyuEz1b8vi9lDs8vsTml72fIPa92ckbPgHgBL6vdfe8EO+ZPZeWJb4IT7C9yEI6vuFELTtOrgy/spv3PXY5/r2Hwk69IPfNPMp9PTxQTlo9irxTvjGrt70QVAg9bRlWvlAjA77dgTI9OYaNPiPBdb1Skte9xffPvvqr2D2uZzO+b12KvkDijT0xRxi+o78tvioJBz4R7DA9jEs5vT+rGj6e1f49VmmmvOI1nry5dxQ9mDWZPbUUyrxae+W9OuF3vXGcLb6+pIy+lEdHvmiVer3LACO9frqkveq0yTwu3Ks8xBNpvqXDVrtYZva8qQH2vB7wzD0FoSs+m+KQPTcXGL7H9K096661vc6xPb2N1kq+XzKVvs9ggr5/sTm+QIPTPV9pKr5YpgE9H94yvnaBR74H3m2+6jsqvkc4Aj3CO8i9j22PviYMhr0FYro9I8frvf+Qgj1mhz6+Ywowvtv1hL08F5O6dQq4vd0HCz5LPN89qzj/vMhXAL4MD/W9FM/JPd3TDD4sGwE98SgIPdcegz7eXo89QEgbvhmMKT7I046+2EriPQzUmz2c95a9BbptPmr7Oz2iQ0G8QNSovV+CVj2fSkY9FEDbvSR/Tr16mlY7KwCVvNaaEL5nyzW+pdPPPGosFD5wL6w9t0AFv3ySWr7EQt29vHoaPf81ML6PQam+IdUwPZ0oYr42fto9",
        "TOurPcUj7rzWVB4+kF9KvmS/qj387E++aGqOvQN9zbshWAa+MnhzPf/zer1AGj+9RPkPvcSLgT2w+zW+C8wlvvfxqr2jarU9+8LFPQ58ab0X+QM+4HiQvXcmFT1XGxk++MtoPcTFEz6uJdO8O3AYvD5zlbzVO04+gLANvliU0j3ycoq8m5qkvWzBQb3xknu+jRQWPnks071uOp69UfSWvJGsFb6bgRa+HVoxPTblCT5TuWG9IKsUvo6GmLxne+e9NPF8vXOx3D1DCUm+I6CpPU2pvj2JpZi+v3Z9vfB4Mr0IZyY+9AqAvRgeFT6EJa69NKCkvF76FT2QdQY+1rZ0PUT8aT7eVAO+PttKvSpAyD2xQAa+asgDviLcij0r/Bi9L07PPaR+/ryNJqa+JYnJvLxqFL5F9vk9fQVoPQ/C0T2wIBy+DnuVvnIjg71hxOs9pFbcvHVc3j31FIy9yjUJvoTto73fHgm+XVaBvhdJIb0Tqq29PUoqviQf5L3Wt6m95i8WPqXskj24aQC+ssmturRmLr7lt8+8T5Q4Pi9Tcb6ekUK+I9D8vdRFljx2zqG8Ewkyvtji8jwPc7i96FqDPf84czwMx+A8cbItvu+b2L1t7li+guuLvXPa8j0Z+jG9vhxuvgAGa752QAG90B8SPUoX6j19Pdu9fnchvI5cVb04mhY7aEDKPeb37TwkGPK7DpNsvhSJFTxQF0k+NtOePFBzJT0alg+9CvnGPOpsIr3qO5+93zzhPeu6Zr3sUUU+UgNHvZSpFjyrkG88rc8pOmUhlb0Nwz8+crysvftK0b2GKIC9yBw4vbZsTb56BEa9KyugvbWRGr6j6Pa93KgLvbpqkz30XJC9OM2lPSnNvb7P2LC9TRl3vnyDXT5EX8I9ckCHvWsPAj7SjRY+RtMWPWhGubu33pC99D0qPjHm/j1syKU7SZGIvEYuCj4/Owk9REEbvln8Rj0pVYq9joWTvI0/Mr6+cly+k80/PjIipT2gqh6+c8/lvYIu+Dxn9HA+",
        "+CmDu3ACQj5l/8E8sRKsPQciIL7Pmde9DD1LvoKTcLzMU+s93p73vS142zyVheS94oM4Pi0yvzwLExK+pgiCvuYCMLvDCnw9AX4JPPn2JzxScs29bxa+vsjHA753nyi+Ic/qvYcUBj7LkBG+hRf2PIOYXL4YvwM+wRATu5Rbqz2cOhu+BbgEvn5uUr6Psym+7cvYPK45RL4oi4q+njV6vVn9pz3YNa+95B2kPQLgqDxBCLc9Z6SAvhMUHr5LlI+9BIwyvdZvqr45hM298R2FPWb4CD7jmx49Zq9VvRyykD0loqo9NWmvPTtnBb4hsvq9fv0ePuB/sj1upIy9yYIlvdMtM77GKT09CtiMvRIMDz6gkVY+IH0YPuyRsz1xwBu+5JRKvmdIlj3HbTK9p5R4PLv8Mb6+5hC+kfOQPZ2wBD4VZI+8/e7Hva55n77d8Du9Qu5ZPkFE8b3TJjU9VFc+PvblUD5yZj0+wbISvjosHr7BBso9qwETvf8Jkb03RUc87hMEvlrIQL63S1S8fqZ2vHTqjb6Xgby9PN0LPi6Vjb0tsDW+DaVgveUz4b1Brta7by1kvPLXfL7ik0M9daFIvlsS3b3NrG48CmaPPJiWdT3Jxz68enlhPT5htD1kQVC+PESdvuof4r2YHHi9qlq4OWk9KT7PHR2+PtGwPKRNGj2u1as9y3Ukvt6Uxj2XzxS6W6SBvI2chT3HS0w+Gze8PZ/HZbza6KW9oPumPbrP3j2N/Xi9Wr2YPTPELz45RRM+KpkhvHrWfrzOqHc9fQ7rvX5o8T08Nii9MmAGvTXJW74aBSs+YCbfuxCFGz458wo+UzHZvQbzuz0+Brg92x8YvmcOA73pykY9cxfiPc5qOL4BJuW9w148vfQ31r72eje9ZmomPv1wtr30o9w9v80hvrqEx73Qkqa+3AJHvrmAFr9js009RERSPk7VTj1uNS8+sTHNvT5HiL0K9pw7YGPHvlMrgL5VvKW9x+dJPvhOxL2dGy69FsoZPRNMEr7cvmS9",
        "oESovWJicb4NXN29Hz1KPSPWSD0QdrA9MhXSPU7jmz2t4G++xi/MvSFPGj4HldU89S6TPVNBrbolfuk95xQzPYdQD75wMA89LgaEvte83r2l5rM9bf8dPWKi5rwSsF8+96HfPYZBDD3J30m9tHP0vUZOjj1v4Ya9fObzvQx/kj1atX+9VaivPAjbSj22Ey2+5+CQvubCn74YaPS9voZdvtFbfrxvRwK+xQNHPmqVBz70cg2+h5ASvQgSkr2XeR6+IQf0PUKEbTxszsG8VNEBvpjpLD2c6lm+YR8fPnjcrLu/iZW9uEApvu1U0TxQ3L+9JIksvZ6v4r0VrEC+spxGPt3RoT2Y8s48FuqLvYy7CD7VUMM84RAOPlCJjr08QBY9Je3lvaqU7zxE+4k7ylEivlUaur0ymR29yUcivoOkGL6vfRm9R6WHvp+/wjz3cxK+/LEKPsct/rzdjrS+eszUPc+EE71MwBm9E9wPvpLmSb0Jlxi+MwLoPZNgQL7Koru9ZJ4UPX3d/73wXPq9xuJ/Pa5+NT0ryas8I+mrPRnHob37SEg9Y/ttvQ1+hb4+CBI+4hScPZAH7D1RJXS9H3QpPdQui75AQKC+LcwTvhzACL4YQQ2+t/EgPGBvDL+2XL88VLzDvfcpjb64IC6+NWyJvvyDw77c42o8v3lxvQbYLz2uQY++lJLTvdkwlz3375i+Lmrhu8/6yr3JT6O+fZTGvbZUjr6REti9wz/KPN5jyDzQCYY8Hkl8vhowIb6JrQa//D8Au3EGLD0Wx8s8OZ5oPeSZTTw/yVi+BgqGPayK3b1qHC2+2R/Yu/H46jwVD3q72f6tPR3lRz3KYAA+m5gUvTqIzb0S7L2+8Cx4PRKt/r7dNaS9cz0vvuHytj0w5ko9tO7BvQ7afb55eQO+0GMFPh6cMb4sQ5i8y021PGeTzj0kne2+zgVhvUsyTbzGaw0+0De+PUPKn732MTg+z6lePlz5SzwcL4s9hqTyvTWEM76rLjq+0rPDPfwILj5aToq+",
        "cPiTviVGDb6sNo09POlMvJOiIjyYAKm+CX4SvP/XvzyBjqM8UA+bvejQSD0EOkI9sxwlvSvwjr6MRK89vfL/PS+A+jzCONQ9n8cIvSGx+TyuD5M8p6cRPoju671t2Zi+mIYMvb2wTT3FHm09fKd6vSnEmTykkzS9AyLZPZ9vwjzQYb+99FhZvsdgj7t5rYs902MsPa34jr2CsBa+FrwMvo+6db6fmue9lF2iO0HUsz2wBYO9cpp+vT92eD1j1Vu+oQ3fPB+13725K6++IemqO+0Uiz2ATi++emATvkQ1Aj2wqy++XhzWvfcrir30l9A9VN2qPYkmxLy/nGg9K7GdPT8XNj6YABm+ngBDPc9m2D1mVR2+hiaXOqCwGr2A+Fu+ZMmEvaBYHz2ViKW6oA/MPFZBhL7XM1I+07vOvY6SxDyKtxy9VJ8gvWdlnr5N62S9CMeFPX+XVDyeF4k8uFh+vlbmVr4LuvQ9XQ47PozeQ74xtPO9aamkvB1IhbxAWqW8D4kZPbuTIT4/Lgk+sq4Tutlfir55qZQ94vTVvo72kDzj3Kc9vy5vvZAjlr08gR6+ANqnvZ/eUbyR2BO+/kK6vvZ0Db5sNv69yDb/PV2Yp7zmh+69jj6lu3DWhj1kkSq+rPetvQJQpL1ISoK8beYtPr5MEz7T3ja9zGWQvXZ8h7wQJ7491d0nPHWFBj23TzE+iS+OPSRnsb33TAM+NUEIPkjlY72JNKK+uAtlvQaFob0YYwy+dOS8u6O3Uj74j3g9S0eqveAuszt3W9I8EQAtPdiR0z0yhio+lTakvXIAgj0/7t+8UoZUPk0tor027xC9gzH1vVGIWb67KPg8v66WPUkgmLzxLti96jokvblbJr73XKW9H20gvgjDnT2Uyx6+OzkrvoGnnL2pp0o+TuSdPbYv6r1gPAW+XeCrvS2rYrw7t9E9b4aYPa12vDyzy0I6wJmjvQ4ziL6SvyU9sKzXvQ+YX74NlBC+ifxkPepN9z0fn5q9DC65vutUiz1MZxI+",
        "HqfnPZ3K473Gosa9oYIePYU6Yz0oUsQ9O9ThPXy8hj0eebk8s5MlvmqJC74DGug9U894vmqU4r05pVs8ay5EPZ1fSL4byRW9kg5pvqbkS76HVqG9Co8qPn97j7zUUqq9+DM6Pb+UlL3adSm9dL5Pvm3IVD43Vl68yrzxvVou4L3okng9eFxQvRzjGzxZ7/o9AcEKviqBtb2kSCc+Kl8CvlVLSr2mv2O+4NkBPruJIDsCTLi9UWnbva3KUb2uYXm9AVoVPrsWyz0V3zk+Vd6PPSxokrzJQp89tvPYvSdCNz0jfsC9BGTZPOKTED4+aFA7y5+NvLb+Kb7BxTW+4fTZvYCxJT4csqk+RoqavCFUvz1YOl++rDOgPYX0Cz3xjoY8upTGPZgSeT2rl6o78+fbvUA/AD623w8+v/QSvhQH1j1nVle8yivsPVObej3BPuU8o4+oO2Qc0j2FupC7VDTZvs41er6ve4i87F3ePWUwnLyl2za+iJvJvLx+iL5K55W9fgIoPJGAiL2WKqs9Ux8ou2S2jr0AjKa+bX9fvtFfND3rna08+m9nPQE4Yz3Dx0K917mHvVO6sj1zB7E9Ts4Wvs6+nz0ne6M9Wmf6vaPYwjp1IF09GmaGPVpaG75npzK+lgLEPZc19j1Ynh+9tyYgvRNNhL3gnaQ9KiVDPUhECjuV37i9M/A3vgSTgb0nXq+9CM4PPf3Y172hkNe9eIvKPYlVRr6p9Ni72dx3PV/Ytr01Czi+8EBFvoZjqL0LdrI9HLqMva00Iz4RSVS+SMgIvoPWfL0nqXe9aZ9BPpIVtjzyrrI90yLKPU6a1rxE8B8+B772O4kDHb0FhIC7dU+mPbJflL7qHda+u04/vSNX0b2ea8A8teYTvm/Y3T2MP4m9EsfHvscirL7c4jq+XA6YPcRiqL7yi0i+F07rO8Jko71924q+EsaMvY+wlb6NsAO+e31kvsjpeL1UPRm+ZqokPj1k/70zlb29UMKOvaIGz71JTp49o/L1vdnb3T278IK+",
        "ZUeTvMN5M73j3KK94fWkPaZRqb0XGXe9H6a1PeuFQz6lujS9VHRSvlhTyT2CFk4+QLpUPedIO73mma09knh3PTX16zsUxVS+Ux/pve0CXL457ua9a4gUPh2ZT73TWzc6O9G/O9iTJr2VgXu95lRJPa74R75+uaK9AJ07Pq79+T0MGoC9U5oOvv6tf72p0x+9vu0OvtHQVrzSaIG9VFDhvW3xHL6oGcy9jkvOPanoTL4oKAO9BmM6vg/5S757yIm9fJLbPGJQ0z0tyfO8KZKQPVeiZr2mf+S9CU2hPcCL+L2r/0Q9A3qQPExHIT5IPC0+MiYEvvFG172aIIq+4M+lu03v/b2uRjw9+BxKvgZAU73qtUe+yr9HvRWvt7z1ZPW9MWxYvTQqpz0tdty9M2owPtzeFb7x2CG+QABZvULY2T072b49iPmJPYeo7zzsaI27V/2lvmD8hr0uWIa9Wh4BPjf2zj2H7WW+/LIUPnst1b2qHgQ9OR+GvOOVAj2I96A9Bq2BvHUXkL2NQF49LViRvZ6oSL45MwM+wSK8vpjRMj1zDOw8OhgZvq8v0L2ljaW+62hRvvwOST2pPtm+IG5sve8TZz02U9g9gjzZu4q0GL2YRym+pROxvgpeQj17RJG+KRnqvWGUY76zkFG9WqGbPUUAm7xdWhK+3AutvndpIL1XrLg9P3MBvte4sT16Ytk9eSNdveFK2T0W8UE+W87+PchIOb2J6Ds7aP+nPTaYLj5t4z8+wHjyvIwnhrxe3zE7FOQTvsDT874mfXs9vHDhPTtK4D0x/M49NqrTveTaLL4bQfi9EimTvBtEYbw3+ZS9ZAQjvpF9nb2PhBc+PGqFvYAbAj6GLY493Z/nPJH2hT68Qsm9HvzbvVhlhz1bTc69hDlpPU35hz5uSD89HPPyvVvfBT5JAVE9105UvhtG9b4qeh4+2CsnPnos9b3HgUC+Slb+PV/5vj0MePo9OP+pvdViJT3oGgY8QwH+PUyQx70Esp+83w/XPZKwar7vCrM9",
        "Nbwcvnka+T2l16c9p/uoPNjePT7Ds5i9IDjSvTChEz0B3ZG9Vss0vo097jwmBe28n+uRvYPoEr2u3B++E5Cpvf1CMr/qjQu+pV8Nu8m+Gb6Pd08+v6D4vZ5zsr7lBpK9/EOAPWaeZz286Ig9RZ4KvnlMWT6kevY9wRcfvkVjMr9ogRM9nqqpPRTP1T2Cq0G/Mg60vPdIAr4l19u9P5SGPOGLpr5qXYy++p89v06yIryL2y2/5SATv94FmL0TFdo7lQG4PVoX3b3YpXu9kqKZPSZZS754FJu8WbJ3PT34dD7CC109NcMzvoOpHr883Lo8kFKJvSCawr5gQ6u8UpOEPn6bxL7lzfe+F6/yPcnkjr3vOwE+QugTPtu2Fz2/A+g9KC56vu5DCL+6Mzi9dD5UPh9sqz2UqhK+9ywIPhvgND51zUm9gdRTvh/7LL7HbhE+TNtSvabXBz4+1Qo8LRx/PAuFIrw/ZS29sGZTvmoS2L3ou+E8GJSMvDg2MT2kEw++aIrnvVKFir15Czc9hnSfPNvzTL7SO8i9dSfkPCtWDL6dV9e9QgbPvWv/v7vqq0q93eivvWtzOzp5b9i99m/5PYWq1L22sMs8g3ssvuPrnT1JvSa+MK2QvPZSuz2knpC9T3l8vu6Vyb2rF+w9OTlbPYYDLLrF5Am+82EVPVpW8z1KJnu9uRTEvHMfAb5QP9m9Xd4MvkjL2Lvwra88o4aLPSL8eL6099e9s/Lkvi/jhT0kLpG95R9wParpMr2LWew9QdSOPa0r5L0g6+e9xBkEPleSkj39OBq+DQQGPv+D6z3GUv89i1shvrSm5L5u82E9Oh4XPIOmor2PKgk+7wPevUeoFz0O6Hy+Csh2PV8DQbyALIi9YJCIvUoOOj4MHdc9sQdCvka8M76pZbG+Uu8oPaXOD75IauC9oV9/vSpuPj69iti99X8kPEBwOD11TLg89847vUD5lj2aaYq9xGbrvbrwYb6Q0bQ9d++6vt0fGL5D0ry9X62vPO5aw7s+ndi9"
      ]
    },
    "dense_1": {
      "bias": [
        "XCZ6PH5Hrb281869C+vvO30erL3Rily9mEEuvuK1b7xIN5W7ovH5vLznXrxNngu+71XXvZtSB73LEHk7XLwtvsDITb3vvMW9gpEEvgFAHr3p1Tw9eg//vJj4tL1ZC0K+CEQnvof+lr2w2CC9urHxvBfOlz1hBVK70AUpPmij3r0WxeU9QmTsvVbLHT4fIG29qI6/vYPx2L3NcGY+AoQ6PvDPqLzOBqe8NjgPPGPiGL0Uftk9gRT9vUqmWbykrxs9b3LDuxH41zwokBs9XrqGu0pqerw0CRa+yl8PPQCqGj4c3Cu+uSs0vrsNAL2uoWe831eLvG9BUD5DniS9KacOvuBV5bshxpm8q2D0vEvxmrv3Qr49VhIMvfmCBD3tFLI9x2ESPqo3fbyyFJO81AoJvj4hU7zYAT6+Ap7/vIzecT0mFqm8MkyVvXpwOj5/vD29keuyPCC32T2nQwS9ujkGvqtZzb1srow91t+/vQ5hDr3f5Ak8aRKOvB5wyz2n8Oi81VENPsZcn71ARO68ogC2PTS1qb2ym0o+vVG1vIYSPb3CcBg+562gPJS7971FyEC+jtoEvQzcwL1RXgA+6j/oPKzY2D2Vz5O8o3fTPWy/JD0Uc5q9ES/gvQkcNj0yKvA8Xn04PjNo9r2Ftrk9cf3SPdFPLrvXe4O9JUBpPbDpgD4="
      ],
      "weights": [
        "DvgMPnCfYL0j9Qu8RyV4vVrgljsoPNQ9zgiYPArAC72Elo275MfBvXdnT7yhh9C9xFkZPKHfgT0lSJU9kK+8PMqZTb2Ty+i9HSWevQazKr5Hwyy9Z2oHPYx5HL2r/S89205zvGQwEr5qNlQ9em1svWIjDz1kBtO9MYRRPTY39TyNFgo7B8UJvTfaiDwfm/y99fhMvRAyZj1MOM87rGxjPNI9fL2MCVC9KbI1PbWk6zzNVCI9D/OZPYWbEb3utTy9oum5vDx9DL7nZ1Y9mcHDvZOaR72rCp88MDirPUYYDT3n8B6903divLXd87xVQhS9LWdjO5Kqkr1r+DS9iXKVvKqMuLyFB3i6nE8UPV11Z702T8A86yotvc4n7r1DUQi+NzPVPAtRAr2c+cm8HESKvY/zI70+dXe8fd0UPPOjSLwYHoO9opqtvdZTLTwydI69GhMyvqArFD2cb0O9TW6EvU6Kl7vrlJ89HEHMvWWrCjyMtDq+SpSYPA86Hz3aZzO9Pw6SvJsvEL4CbOm9A7UFPZLmxr2gdFg9HRWMPbJh1L1bgRg7PwNHveTCKrziBtY7tR1jPRs7kb3dOh69YXEVvW/Tg7wNj/W8XODnPa3sGT0Azdi9otZ8vQNWFr2SM9k9sR2fPIg3Pb7vJQg9u1ALvtK6jryse6+922HkPD6SMz2dwRM8vTtavUCMo7ysxp+85U0kvepb5jwDziC9OfQ/vSP1qb3gozc9DPcIvQzbBz3HZgw9wO7ZOz3q+TtikAk+7PMZvTOmmb3tNkc73wrkvNCnbDzgTVO7+WplPdfBirxP11e87mEZvHt0B73E27g8FPz6vQ3CQL31Jza+qP1IPLWvUr1jAVC8vgD+PH5zWD2TD5c92fXwvb2nxLvpjSg7mE5dvdPPcr2OAcs7C5VnvWJUIDwY+g498pvZvY0Zxr0pFvW8HmwyPe4+nrxL1tg8MI5HvRJitb0BKE88nvbgO7ivwTw6REs8s7XTPDgh1bzDB+U87nrnPF8C87zUJc69",
        "TTwWPRmyHjsUJBE9qY2lu+OW9zt4Ka+9ljo9PH8wUDzvCly8yiXdPF7hCL12MGQ981MBvercNrzCnQM9HlnaPKCnyz17DFK8VtApvgDsML4RfI49HoiUvfYQ+ruLtuC9QJ4xPF6XPr10kdI6IIcxu/if0TxD9XC9PtS/vePI6zxspiY9tdjiPXw1w73SRbS8slY7PZRbk72j22a9SbszvCuxqr0/FMg8rYRdPGd6Uz1pR/680ysQvi3MvL034d68hm53PWXCpjwb7+m9yRwFvWZ0XT1eWYO8BqGDvBKmkb3Dc0u8u+YzPMxjur1WO4C8sFRPvXQwij0/nOC9u7yNPG8LSDzITDm9h6+GPTpXaTxgHze8sLGEvNAgcj2SF8e8EjLzvO53qLpTek68M3sJPc8ZSj13BQe9bQVcu86rQz3A1Ee9a4QRPNXfKj0A1+K8BznzvCMMNz0T8p09tTLTPHJ1mrxxHgy8/sRUPKVgvLy/upO92rsnvBBkEb4MiFK7Bo5svWS7i71ZR5K9PpVwPZ4aKr3whfa9f3livW3MXb0BIdS8ukA8u7colb1GUQi9514Eve81gr00YDK9Wf05vaR22TxIaA096p3zveECVz1irxi9ekGOPUoApL0s0R+96DTLvHW3Qz1WpIY7b7bnPDKy7byya/08vbXlOx/1Sjq5Q0Q9PS1TvRHRnzyPoBG9h5STvb0n/j3utr08wofjO5pL+r1tZps8IpyaPPv8TbxNLnG9fzaru6ukir2T+w69h+MHPYF8JL0CZqs8s3WPvK6jnzvdXcW9NPC1PBOQMj14lb67Jmt1vUnhGD0tLQ09ERKSu7ta9DzukP69ndBJOznyJD2f0h49mmZLPcOVAL0yJ2U9BD2KvTRfCD2WZrg8yxqKvW06vr3kZ+G8lqYWPW1E0TyoFUe8IgtFvgfrvb1Quy+9DrFzu8rWtb0FlDK9dy0ZvMCg6z3cUFc8OaevPNd3Tr3G9gS9st4NviKvBT2pQcA8gXCcPUjT3bw0noa9",
        "rg/UvGQMiD0Jz9A8kG38PPLmLr1dLcK8iLXFvZvG0bzhpBE9/mAKvduyijxXAwI9vpyevcFGjbx4UfK8qXErPKUkkr1wnSY9el2VvVeWXLzG/ja9OQunPB2emTyxTLy8Lk3pvc3ECjwHpKG9krq9vIigkL1oEza9C6EjvvtxZr3ph729roWXvX2Gwjo5Pjk8mn6dvbzl87yFmIW8DrUDPEfdzryBoZe9EzscveaSBL3HPkc8TvdgvFjdOb0F4WO9Vy19vQIwQTxlWUm85bbMPI9JKL3xMaQ8C2saO11PKr1s/oQ7FUGNvdeI+zukjwe9LOXLvOvftTwWnXu8lzeSvFlftL3kr8G8nofJvGbKtjwZG3i9QWwFvk/oBT3ztka8JhEVvq6OF7z5WKW7erCAPNVlVDyQsfS9/m8MPd7kjr1ARei8fvUGvNFTfb54xdG9RFLkvXCFC75sLYo8hKEGPfNtv7z4kTK+4eH5vLwApDzw4BC9zj0hvXmp0r36U/m8FJC+vFQ9izyJAYS8rIaWvfpv5DxdjnO9lRTLOxuO0LukMkK+BO9YvEGbLz07y4A8JigDvtjKDr39omm9RLi1vdEuRbydXzu9M52+veAsGT0A8ka9AXCYvXrtfrrcdXi9+j5bvcIZEz1TgQu+urPsPOOJIT1oT8U8EgexvXSBCb4Ub1w7bcuZvAAiGrwmVS47KPrcPDH+nT0CPB29oNhKvXg/hDwXA0c77c45Pe8QDbxNnHW9gVDnOzRaTT2AiDM8xYt6u0SPhTw3bxw9R4+Cvb0cTL3rHn48YevhvLVOTTxCeO8881+CvZmYuTypqzM96Tp+Pc0kfb1b12G9/UKRPBuoMLrdVem7QtCQPPRQFLw7wSS8Np2YPWBahD0lFr88YwWpO2hg1L1dJVc9C8cwPQRnKLybLco8Xh2LvQt2g7sSUMQ8HNGhvSS0Gz14dQU9KykzPEIIlLoGK+Y8FCF1PBD5Gr7tPiU8QbaUvWQcTb3v8+28FVqvvWfDFr1mrpQ9",
        "PaLGPCg8FrvBahQ9ChwTPRjEQT13ntE8qjoOvvakyL0pRoK9E1ipvWgjFbx5cMC9uIQOPSjI7Lr+15A82eThPCB/3r3TMDe7N+L6PHomzbv5qQe+DFBCPUoX9jx4yka9j/QUvanP/zy7KQy8JuP3Oqtz0L24D4e9AuzeO8r4z7xRJYy9ZeIqvlvKmTudwF68RFBcvWtqMzxSDi+9mhRwvZMa2DzF26O93QervZAUp734pZ87qkg2vdo/47w5GgO9ADNEPR8bVr2lAM+8jnQPPd9+wb3HXoo7xhjXOgbPkjzsegK82/8GvscgUrxfcSS9Skvdu1T2m7z4mS89LdcKvbXfD746Nk48me+HvAp28z37WY0957yIvfsB4b1wGHM7e1GVvdEQD74g2ow8Cp0ZvnT/FL1FNHs9by9rPcSlUT1MNIG9u8hTvEMDi73SMtc9d4RZvictlDv2rpK99WSEvfKFXj7Z1ZU9KcwrPU5Y5LzbUQM+8rUgvn/for6mndy9vlE9vVp7DL0YcfE84FmqvS3NZz53dZu9KKCOvUpayT0fDyi9Z60tvni2KL0i/Bg9kdAjvlNZEj67Xr69xhKUvUR5L7w9Wzw9YIrkvfa23r1wK189QTlUvgSq7r2Cjnm+OqvJPYYGGb5EN5y9lg+svQwbNrzrsxe+OH4cvTH9mr3uOfg8TEiRvC+Dbz3mHeU9hOmNPGxR6jzYIh0+PIYDPiSpcL6tQDc8TkUFPRVh9T2I/li8X2uRPcoDxzzRZnW8CaIYvl1nbbwnJYi+gXaWu0aYfT7ujkG+GH5dvZEsET5+UjW9pt41vSCI0j2cm9Q80GG4PWFVrDtpKrK8FdbFvaG4YT4K7gk+7fuVvVYoQb6La6y9PAvGvYSsHL3EowS+CBOEvrEcgL1k4Tu8pqIiva9hKz1tuRc9UwALvmHnwDwRdxm9oAFuO2+0qDy93au9ouA8PhiFhj3m4IQ+nazyPBZqBD2rCga8oZVxvWWaQ767vcM91LMHPmH4xbx1CGc8",
        "ekdEvToZyr1hToC9INuqPfCYoT2nkFy9gqIXPSH94rs89U69q8DwO4uqx7yDVYG6lfsGvsXBSLwEkgE+IsEsvM1kpLoAw9y8xgpavH7VO7wFnCe9xxkTvG/AP73X8Qm9XHCrPbj+47zS2Xs9GYjkPOEwqr1Jaaq8paGkvIlWcjxv1hY9LXdmvJ/rTz5qUoC9UZwYPF2prr3t0Q69ChoZPGI5sTxYwbu95ZzavJpq67uXlEq9jKRfPK5Qob3yljK8zdrkPbpWgzt4qFO8rUgKPTBjBL1ys7s8PeHuvfb6Br1bQNu98HetvUquDb3Fqq+84bbcPMv/ij0PzUU9Eg6kPCtj8jxxBgM9SdOtO29QnjuJg3q9hXy+veZFCj3HVkC9xBYDvodeobyOp9i8tVqqvXl4+Dz4YDO9i24sPZCi0L2o5q89JbHoOm0Itb0z/CI9U0j+PGoXP73Thbw8COTqvTEs2Dw/3jS9wiSBvJvIAT3ykUU8qfQxvS4BtL3Z3Jm8XS8Lum2pl73nqbu78vrkvCM4l72xaeq7R1otPtJPlr22AhK8SPo2vUl4Kr6Qk9S9usWPvWiSMb0Wk3K9aFY5vX1UHj02soM8BjgsPYoXizzeQxY92YeGvRzTtzx1LUY+Hy5avV00ez2HLQO8Bfy9O0LDQb18bD69ejtGPdxMW72QPgY9zzzSvX2/3b3P0a07vyTpO02kFb2gbTU8WZUiPV6KlL2daLC80TwQPXwtML2hBvy9I7cFvaQy8TwxDBK9fdBCvWcPsL0921m9iOaHvXgzNr3QZJm9icmHPHOBab2A+Vi9ZaoVvadsB70c7jO9W6+CvajMgb3tOFI8hQ2duvwkqrzKET29Hz1VvWmoGr0/4+u8XglFO6DVFLyuD4s8tzaZvQIgWL21nT69ihfUvBsyxLxNWdk8pGYLvURsYD1qKJi9OFcaPBSehDyziWq9074FPRDfLb3Nvxc9pOpdPWgJlDvrFKS93qn8Pa2KljywZR+8lttMvYlM1bz7FBK9",
